Repository: Abuselife/d-i
Catalog: sarge/packages/anna/debian/po/*.po
Languages: pl

source: Retriever to use:
pl: Program pobierający:

source: The retriever is responsible for fetching installer components to be loaded.
pl: Program pobierający jest odpowiedzialny za pobranie modułów do załadowania.

source: Most things you will need will be loaded automatically. The listed installer components all have low priority and are probably not necessary, but may be interesting to some users.
pl: Większość potrzebnych modułów zostanie zainstalowana automatycznie. Podane moduły mają ustawiony niski priorytet i prawdopodobnie nie są niezbędne, jednak mogą one zainteresować niektórych użytkowników.

source: Installer components to load:
pl: Składniki instalatora do załadowania:

source: To save memory, not all of the installer modules will be loaded by default. The listed installer components are not all necessary for a basic install, but you may need some of them, especially certain kernel modules, so look through the list carefully and select the components you need.
pl: By zmniejszyć ilość używanej pamięci, domyślnie nie wszystkie moduły instalatora są ładowane. Wymienione komponenty nie są potrzebne w większości instalacji, możliwe jednakże, że będziesz potrzebować niektórych z nich, a szczególnie modułów jądra. Przejrzyj listę dokładnie i wybierz potrzebne Ci komponenty.

source: Note that if you select a component that requires others, those components will also be loaded.
pl: Pamiętaj, że po wyborze składnika wymagającego innych składników, również one zostaną załadowane.

source: Loading components of the Debian installer
pl: Ładowanie składników instalatora Debiana

source: Retrieving ${PACKAGE}
pl: Pobieranie ${PACKAGE}

source: Unpacking ${PACKAGE}
pl: Dekompresowanie ${PACKAGE}

source: Failed to load installer component
pl: Załadowanie składnika instalatora nie powiodło się

source: Loading ${PACKAGE} failed for unknown reasons. Aborting.
pl: Załadowanie ${PACKAGE} nie powiodło się, a przyczyna nie jest znana. Przerywanie.

source: Continue the install without loading kernel modules?
pl: Kontynuować instalację bez ładowania modułów jądra?

source: No kernel modules were found. This probably is due to a mismatch between the kernel used by this version of the installer and the kernel version available in the archive.
pl: Nie znaleziono modułów jądra. Prawdopodobnie z powodu niezgadzających się wersji jądra używanego przez instalator i tego znajdującego się w archiwum.

source: If you're installing from a mirror, you can work around this problem by choosing to install a different version of Debian. The install will probably fail to work if you continue without kernel modules.
pl: Jeśli instalujesz korzystając z serwera lustrzanego, możesz obejść ten problem wybierając instalację innej wersji Debiana. Instalacja bez modułów jądra prawdopodobnie nie powiedzie się.

source: Load installer components
pl: Załaduj moduły instalatora
