Repository: Abuselife/d-i
Catalog: sarge/packages/retriever/floppy/debian/po/*.po
Languages: hr

source: Scanning the floppy
hr: Pretražujem disketu

source: Cancel, ${DEVS}
hr: Otkaži, ${DEVS}

source: Select your floppy device:
hr: Izaberite disketni uređaj:

source: No standard floppy drive was found. If you have a USB floppy drive or some other unusual type of floppy drive, select it from the list. Note that the list may also include drives that are not floppy drives. The installer will only try to read from the selected device.
hr: Nije pronađen standardni disketni pogon. Ako imate USB disketni pogon ili koji drugi neobični disketni uređaj, izaberite ga s popisa. Primijetite da popis sadrži i pogone koji nisu disketni. Program za instalaciju će pokušati čitati samo s izabranog uređaja.

source: Cannot read floppy, or not a driver floppy. Retry?
hr: Ne mogu pročitati disketu, ili nema pogonitelja. Pokušati opet?

source: There was a problem reading data from the floppy disk. Please make sure that the right floppy is in the drive. If you continue to have trouble, you may have a bad floppy disk.
hr: Pojavio se problem u čitanju podataka s diskete. Molim provjerite da li je prava disketa u pogonu. Ako se problemi nastave, možda imate neispravnu disketu.

source: Load drivers from floppy now?
hr: Učitati pogonitelje s diskete?

source: You probably need to load drivers from a floppy before continuing with the installation. If you know that the install will work without extra drivers, you can skip this step.
hr: Vjerojatno trebate učitati pogonitelje s diskete prije negoli nastavite s instalacijom. Ako ste ipak sigurni da će instalacija uspjeti bez posebnih pogonitelja, možete preskočiti ovaj korak.

source: If you do need to load drivers, insert the appropriate driver floppy before continuing.
hr: Ako trebate učitati pogonitelje, umetnite odgovarajuću disketu u pogon prije negoli nastavite.

source: Load drivers from a floppy
hr: Učitaj pogonitelje s diskete
