Repository: Abuselife/d-i
Catalog: *-installer/0.073/debian/po/*.po
Languages: bs

source: Proceed with installation to unclean target?
bs: Nastaviti instalaciju na nečistom sistemu?

source: The target filesystem contains files from a past installation. These files could break the installation process or cause a broken system to be installed.
bs: Odredišni datotečni sistem sadrži datoteke od prošle instalacije. Ove datoteke mogu srušiti instalacioni proces i uzrokovati instaliranje neispravnog sistema.

source: Failed to install the base system
bs: Ne mogu da instaliram osnovni sistem

source: The base system installation into /target/ failed.
bs: Instaliranje osnovnog sistema na /target/ nije uspjelo.

source: The debootstrap program exited with an error (return value ${EXITCODE}).
bs: Debootstap je zaustavljen sa greškom (return value ${EXITCODE}).

source: Base system installation error
bs: Greška pri instaliranju osnovnog sistema

source: The debootstrap program exited abnormally.
bs: Debootstrap je nenormalno zaustavljen.

source: The following error occurred:
bs: Došlo je do sljedeće greške:

source: Unable to install a kernel
bs: Ne mogu da instaliram kernel

source: No kernel package is selected for installation.
bs: Kernel programski paket nije odabran za instaliranje.

source: Unable to install the selected kernel
bs: Ne mogu da instaliram izabrani kernel

source: An error was returned while trying to install the kernel into the target system.
bs: Došlo je do greške prilikom pokušaja instalacije kernela na odredišni sistem.

source: Kernel package: '${KERNEL}'.
bs: Kernel paket: '${KERNEL}'.

source: Kernel to install:
bs: Kernel za instaliranje:

source: The list shows the available kernels. Please choose one of them in order to make the system bootable from the hard drive.
bs: Spisak prikazuje dostupne kernele. Molim odaberite jedan kako bi se sistem mogao podići sa hard diska.

source: No installable kernel found
bs: Kernel koji bi mogao biti instaliran nije pronađen

source: No installable kernel was found in the defined APT sources.
bs: Kernel koji bi mogao biti instaliran nije pronađen u definisanim APT izvorima.

source: The current default kernel package is '${KERNEL}'.
bs: Trenutno uobičajeni kernel paket je '${KERNEL}'.

source: You may try to continue though this rather strange error is probably fatal.
bs: Mogli niste pokušati da nastavite iako je ovo prilično čudno i vjerovatno fatalno.

source: Unable to install initrd-tools
bs: Ne mogu instalirati initrd-tools

source: An error was returned while trying to install the initrd-tools package onto the target system.
bs: Došlo je do greške prilikom pokušaja instaliranja paketa initrd-tools na odredišni sistem.

source: Check /var/log/messages or see virtual console 3 for the details.
bs: Provjerite /var/log/messages ili pogledajte virtuelnu konzolu 3 za detalje.

source: ${SUBST0} was not pre-downloaded.
bs: ${SUBST0} nije prethodno downloadovan.

source: Unknown location ${SUBST0}.
bs: Nepoznata lokacija ${SUBST0}.

source: Failed getting Release file ${SUBST0}.
bs: Ne mogu da dobavim Release datoteku ${SUBST0}.

source: Invalid Release file: no valid components.
bs: Neispravna Release datoteka: nema ispravnih komponenata.

source: Invalid Release file: no entry for ${SUBST0}.
bs: Neispravna Release datoteka: nema unosa za ${SUBST0}.

source: Couldn't download ${SUBST0}.
bs: Ne mogu downloadovati ${SUBST0}.

source: Debootstrap Error
bs: Debootstrap greška

source: Interrupt caught ... exiting.
bs: Došlo je do prekida ... izlazim.

source: Installing the Debian base system
bs: Instaliram Debian osnovni sistem

source: Checking the target file system
bs: Provjeravam odredišni datotečni sistem

source: Retrieving Release file
bs: Dobavljam Release datoteku

source: Finding package sizes
bs: Tražim veličine paketa

source: Retrieving Packages files
bs: Dobavljam Packages datoteku

source: Retrieving packages
bs: Dobavljam pakete

source: Extracting packages
bs: Raspakivam pakete

source: Installing the base system
bs: Instaliram osnovni sistem

source: Validating ${SUBST0}...
bs: Provjeravam ${SUBST0}...

source: Retrieving ${SUBST0}...
bs: Dobavljam ${SUBST0}...

source: Extracting ${SUBST0}...
bs: Raspakivam ${SUBST0}...

source: Checking package size: ${SUBST0}...
bs: Provjeravam veličinu paketa: ${SUBST0}...

source: Installing core packages...
bs: Instaliram najosnovnije pakete...

source: Unpacking required packages...
bs: Raspakivam zahtjevane pakete...

source: Configuring required packages...
bs: Podešavam zahtjevane pakete...

source: Installing base packages...
bs: Instaliram osnovne pakete...

source: Configuring APT sources...
bs: Podešavam APT izvore...

source: Updating the list of available packages...
bs: Osvježavam listu dostupnih paketa...

source: Installing extra packages...
bs: Instaliram dodatne pakete...

source: Selecting the kernel to install...
bs: Izabirem kernel za instaliranje...

source: Installing the kernel...
bs: Instaliram kernel...

source: Installing the PCMCIA modules
bs: Instaliram PCMCIA module

source: Install the base system
bs: Instaliraj osnovni sistem
