Repository: Abuselife/d-i
Catalog: packages/po/sublevel3/*.po
Languages: ka

source: The volume group name used to automatically partition using LVM is already in use. Lowering the priority for configuration questions will allow you to specify an alternative name.
ka: LVM-ით ავტომატური დაყოფისას გამოსაყენებელი ჯგუფის სახელი დაკავებულია. მორგების საკითხების პრიორიტეტის დაწევა მოგცემთ საშუალებას, სხვა სახელი გამოიყენოთ.

source: Unexpected error while creating volume group
ka: გაურკვეველი შეცდომა ტომების ჯგუფის შექმნისას

source: Autopartitioning using LVM failed because an error occurred while creating the volume group.
ka: ტომების ჯგუფის შექმნისას წარმოქმნილი შეცდომის გამო ავტომატური დაყოფა ვერ განხორციელდა.

source: Multiple disks (%s)
ka: მრავალი დისკი (%s)

source: Non-existing physical volume
ka: არარსებული ფიზიკურ ტომი

source: A volume group definition contains a reference to a non-existing physical volume.
ka: ტომების ჯგუფის აღწერა არარსებული ფიზიკური დანაყოფზე მიმართვას შეიცავს.

source: Please check that all devices are properly connected. Alternatively, please check the automatic partitioning recipe.
ka: შეამოწმეთ, რომ ყველა მოწყობილობა სწორადაა მიერთებული. ან გადაამოწმეთ ავტომატური დაყოფის სცენარი.

source: No physical volume defined in volume group
ka: ტომების ჯგუფში ფიზიკური ტომი აღწერილი არაა

source: The automatic partitioning recipe contains the definition of a volume group that does not contain any physical volume.
ka: ავტომატური დაყოფის რეცეპტი შეიცავს აღწერას ტომების ჯგუფისთვის, რომელიც ფიზიკურ ტომებს არ შეიცავს.

source: Please check the automatic partitioning recipe.
ka: შეამოწმეთ ავტომატურად დაყოფის სცენარი.

source: Amount of volume group to use for guided partitioning:
ka: ტომების ჯგუფის რაოდენობა დახმარებით დაყოფისას გამოსაყენებლად:

source: You may use the whole volume group for guided partitioning, or part of it. If you use only part of it, or if you add more disks later, then you will be able to grow logical volumes later using the LVM tools, so using a smaller part of the volume group at installation time may offer more flexibility.
ka: დახმარებით დასაყოფად მთლიანი ტომების ჯგუფი შეგიძლიათ, გამოიყენოთ, ან მისი ნაწილი. თუ გნებავთ, მხოლოდ, ნაწილის გამოყენება, ან თუ მოგვიანებით მეტ დისკს დაამატებთ, LVM-ის ხელსაწყოებით თქვენი ლოგიკური ტომების გაზრდა შეგეძლებათ, ასე რომ ტომების ჯგუფის უმცირესი ნაწილის გამოყენებამ დაყენებისას, შეიძლება, მეტი მოქნილობა მოგცეთ.

source: The minimum size of the selected partitioning recipe is ${MINSIZE} (or ${PERCENT}); please note that the packages you choose to install may require more space than this. The maximum available size is ${MAXSIZE}.
ka: ამ დანაყოფის მინიმალური ზომაა ${MINSIZE} (ან ${PERCENT}). გაითვალისწინეთ, რომ პაკეტები, რომლებიც აირჩიეთ, შეიძლება უფრო დიდიც იყოს, მაქსიმალური ხელმისაწვდომი ზომაა ${MAXSIZE}.

source: Invalid input
ka: არასწორი შეყვანა

source: You entered "${INPUT}", which was not recognized as a valid size.
ka: შეიყვანეთ "${INPUT}, რომელიც სწორ ზომას არ წარმოადგენს.

source: ${SIZE} is too big
ka: ${SIZE} ძალიან დიდია

source: You asked for ${SIZE} to be used for guided partitioning, but the available space is only ${MAXSIZE}.
ka: მოითხოვეთ ${SIZE} დაყოფისთვის, მაგრამ ხელმისაწვდომია, მხოლოდ ${MAXSIZE}.

source: ${SIZE} is too small
ka: ${SIZE} მეტისმეტად პატარაა

source: You asked for ${SIZE} to be used for guided partitioning, but the selected partitioning recipe requires at least ${MINSIZE}.
ka: მოითხოვეთ ${SIZE}, მაგრამ მონიშნულ დაყოფის სცენარს, მინიმუმ, ${MINSIZE} სჭირდება.

source: Error while setting up RAID
ka: შეცდომა RAID-ის მორგებისას

source: An unexpected error occurred while setting up a preseeded RAID configuration.
ka: მოულოდნელი შეცდომა preseeded RAID კონფიგურაციის მორგებისას.

source: Not enough RAID partitions specified
ka: მითითებული RAID-ის დანაყოფები საკმარისი არაა

source: There are not enough RAID partitions specified for your preseeded configuration. You need at least 3 devices for a RAID5 array.
ka: არჩეული კონფიგურაცია არ შეიცავს საკმარის RAID დანაყოფს. RAID5-მასივს, თქვენ, სულ ცოტა, 3 დანაყოფი სჭირდება.

source: MMC/SD card #%s (%s)
ka: MMC/SD ბარათი #%s (%s)

source: MMC/SD card #%s, partition #%s (%s)
ka: MMC/SD ბარათი #%s, დანაყოფი #%s (%s)

source: RAID%s device #%s
ka: RAID%s მოწყობილობა #%s

source: Encrypted volume (%s)
ka: დაშიფრული ტომი (%s)

source: Multipath %s (partition #%s)
ka: Multipath %s (დანაყოფი #%s)

source: Loopback (loop%s)
ka: Loopback-მოწყობილობა (loop%s)

source: physical volume for encryption
ka: ფიზიკური ტომი დასაშიფრად

source: Firmware-backed self-encrypting disk (vendor-implemented OPAL with LUKS2)
ka: მიკროკოდით მხარდაჭრილი თვითდაშიფვრადი დისკი (მომწოდებლის განხორციელებული OPAL LUKS2-ით)

source: not active
ka: არააქტიური

source: Encryption method:
ka: დაშიფვრის მეთოდი:

source: Encryption method for this partition:
ka: დაშიფვრის მეთოდი ამ დანაყოფისთვის:

source: Changing the encryption method will set other encryption-related fields to their default values for the new encryption method.
ka: დაშიფვრის მეთოდის შეცვლა სხვა დაშიფვრასთან დაკავშირებულ ველებს დაშიფვრის ახალი მეთოდის ნაგულისხმევ მნიშვნელობებზე დააყენებს.

source: Encryption:
ka: დაშიფვრა:

source: Encryption for this partition:
ka: დაშიფვრა ამ დანაყოფისთვის:

source: Key size:
ka: გასაღების ზომა:

source: Key size for this partition:
ka: გასაღების ზომა ამ დანაყოფისთვის:

source: IV algorithm:
ka: IV-ალგორითმი:

source: Initialization vector generation algorithm for this partition:
ka: ამ დანაყოფის ინიციალიზაციის ვექტორის გენერირების ალგორითმი:

source: Different algorithms exist to derive the initialization vector for each sector. This choice influences the encryption security. Normally, there is no reason to change this from the recommended default, except for compatibility with older systems.
ka: ყოველი სექტორის ინიციალიზაციის ვექტორის შესაქმნელად სხვადასხვა ალგორითმია არსებობს. არჩევანი დაშიფვრის უსაფრთხოებას განსაზღვრავს. წესით, შემოთავაზებულის შეცვლა საჭირო არ არის, თუ ძველ სისტემებთან თავსებადობა არ გსურთ.

source: Encryption key:
ka: დაშიფვრის გასაღები:

source: Type of encryption key for this partition:
ka: დაშიფვრის გასაღების ტიპი ამ დანაყოფისთვის:

source: Encryption key hash:
ka: დაშიფვრის გასაღების ჰეში:

source: Type of encryption key hash for this partition:
ka: დაშიფვრის გასაღების ჰეშის ტიპი ამ დანაყოფისთვის:

source: The encryption key is derived from the passphrase by applying a one-way hash function to it. Normally, there is no reason to change this from the recommended default and doing so in the wrong way can reduce the encryption strength.
ka: დაშიფვრის გასაღები მომდინარეობს პაროლისგან, რომელსაც ერთმხრივი hash-ფუნქცია აქვს მისადაგებული. ჩვეულებრივ, შემოთავაზებული სტანდარტის შეცვლა საჭირო არ არის და ამით დაშიფვრის სიმძლავრე შესაძლოა შესუსტდეს.

source: OPAL self-encryption nested with dm-crypt:
ka: OPAL თვითდაშიფვრაში ჩადგმული dm-crypt:

source: Some disks support self-encryption. This is a hardware feature that, if enabled via this option, will be used together with dm-crypt to provide a double layer of encryption.
ka: ზოგიერთ დისკს თვითდაშიფვრის მხარდაჭერა გააჩნია. ეს აპარატურული ფუნქციაა, რომელსაც, თუ ამ პარამეტრით ჩართავთ, dm-crypt-თან ერთად იქნება ჩართული, დაშიფვრის ორმაგი ფენისთვის.

source: Erase data:
ka: მონაცემების წაშლა:

source: Erase data on this partition
ka: ამ დანაყოფზე მონაცემების წაშლა

source: Factory reset this entire disk (ALL data will be lost)
ka: მთელი დისკის ჩამოყრა ქარხნულ მნიშვნელობებზე (დაიკარგება ყველა მონაცემი)

source: Really erase the data on ${DEVICE}?
ka: მართლა გსურთ მონაცემების წაშლა ${DEVICE}-ზე?

source: The data on ${DEVICE} will be overwritten with zeroes. It can no longer be recovered after this step has completed. This is the last opportunity to abort the erase.
ka: მონაცემები მოწყობილობაზე ${DEVICE} წაიშლება და მათ თავზე გადაეწერება საცდელი მონაცემები. ამ ნაბიჯის შემდეგ მონაცემების აღდგენა შეუძლებელი იქნება. წაშლის შეჩერებისათვის ეს ბოლო შანსია.

source: Erasing data on ${DEVICE}
ka: მონაცემების წაშლა ${DEVICE}-ზე

source: The installer is now overwriting ${DEVICE} with zeroes to delete its previous contents. This step may be skipped by cancelling this action.
ka: დაყენების პროგრამა ახლა ${DEVICE}-ს ნულებს აწერს, რომ მისი წინა შემცველობა წაშალოს. ამ ნაბიჯის გამოტოვება ამ ქმედების გაუქმებით შეგიძლიათ.

source: Erasing data on ${DEVICE} failed
ka: მონაცემების წაშლა ჩავარდა ${DEVICE}-ზე

source: An error occurred while trying to overwrite the data on ${DEVICE} with zeroes. The data has not been erased.
ka: შეცდომა ${DEVICE} მოწყობილობაზე მონაცემების წაშლისას. მონაცემები არ წაშლილა.

source: The data on ${DEVICE} will be overwritten with random data. It can no longer be recovered after this step has completed. This is the last opportunity to abort the erase.
ka: მონაცემები ${DEVICE} მოწყობილობაზე წაიშლება და მათ თავზე გადაეწერება საცდელი მონაცემები. ამ ნაბიჯის შემდეგ მონაცემების აღდგენა შეუძლებელი იქნება. წაშლის შეჩერებისათვის ეს ბოლო შანსია.

source: The installer is now overwriting ${DEVICE} with random data to prevent meta-information leaks from the encrypted volume. This step may be skipped by cancelling this action, albeit at the expense of a slight reduction of the quality of the encryption.
ka: დაყენების პროგრამა ახლა ${DEVICE}-ეს თავზე შემთხვევით მონაცემებს აწერს, რომ თავიდან აიცილოს მეტაინფორმაციის გაჟონვა დაშიფრული ტომიდან. ეს ნაბიჯ შეგიძლიათ, გამოტოვოთ დაშიფვრის ხარისხის ოდნავ შემცირების ხარჯზე.

source: An error occurred while trying to overwrite ${DEVICE} with random data. Recovery of the device's previous contents is possible and meta-information of its new contents may be leaked.
ka: შეცდომა ${DEVICE}-ის შემთხვევითი მონაცემების თავზე გადაწერისას. მოწყობილობის წინა შემცველობის აღდგენა შესაძლებელია და ახალი შემცველობის მეტაინფორმაციის გაჟონვის შანსიც არსებობს.

source: Setting up encryption...
ka: დაშიფვრის მორგება...

source: Configure encrypted volumes
ka: დაშიფრული ტომების მორგება

source: No partitions to encrypt
ka: დასაშიფრი დანაყოფების გარეშე

source: No partitions have been selected for encryption.
ka: დასაშიფრად დანაყოფები არჩეული არაა.

source: Required programs missing
ka: საჭირო პროგრამა ვერ მოიძებნა

source: This build of debian-installer does not include one or more programs that are required for partman-crypto to function correctly.
ka: debian-installer-ს ეს აგება არ შეიცავს ერთ ან მეტ საჭირო პროგრამას, რომელიც partman-crypto-ის სწორად მუშაობისთვისაა აუცილებელი.

source: Required encryption options missing
ka: დაშიფვრისათვის საჭირო პარამეტრები მითითებული არაა

source: The encryption options for ${DEVICE} are incomplete. Please return to the partition menu and select all required options.
ka: ${DEVICE} მოწყობილობაზე დაშიფვრის პარამეტრები არასრულია. გთხოვთ დაბრუნდეთ დანაყოფების მენიუში და მიუთითოთ საჭირო პარამეტრები.

source: missing
ka: აკლია

source: In use as physical volume for encrypted volume ${DEV}
ka: გამოიყენება ფიზიკურ ტომად დაშიფრული ტომისთვის ${DEV}

source: Encryption package installation failure
ka: დაშიფვრის პაკეტის დაყენება ჩავარდა

source: The kernel module package ${PACKAGE} could not be found or an error occurred during its installation.
ka: ბირთვის მოდულის პაკეტი ${PACKAGE} ვერ მოიძებნა, ან მისი დაყენების მცდელობა შეცდომით დასრულდა.

source: It is likely that there will be problems setting up encrypted partitions when the system is rebooted. You may be able to correct this by installing the required package(s) later on.
ka: როგორც ჩანს, სისტემის გადატვირთვისას წარმოიშვა დაშიფრული დანაყოფის მორგების პრობლემა. ამის გამოსწორება შესაძლოა მოგვიანებით, თუ საჭირო პაკეტებს დააყენებთ.

source: Write the changes to disk and configure encrypted volumes?
ka: გსურთ ცვლილებების დისკზე ჩაწერა და დაშიფრული ტომების კონფიგურაცია?

source: Before encrypted volumes can be configured, the current partitioning scheme has to be written to disk. These changes cannot be undone.
ka: დაშიფრული ტომების კონფიგურაციამდე, მიმდინარე დაყოფის სქემა დისკზე უნდა ჩაიწეროს. ეს ცვლილებები შეუქცევადია.

source: After the encrypted volumes have been configured, no additional changes to the partitions on the disks containing encrypted volumes are allowed. Please decide if you are satisfied with the current partitioning scheme for these disks before continuing.
ka: დაშიფრული დანაყოფების კონფიგურაციის შემდეგ დაშიფრულ დანაყოფების შემცველ დისკზე დამატებითი ცვლილებების შეტანა შეუძლებელი იქნება. გაგრძელებამდე დარწმუნდით, რომ დანაყოფების მიმდინარე განლაგება მისაღებია.

source: Keep current partition layout and configure encrypted volumes?
ka: გსურთ დანაყოფების მიმდინარე განლაგების შენახვა და დაშიფრული ტომების მორგება?

source: Configuration of encrypted volumes failed
ka: დაშიფრული ტომების მორგება ჩავარდა

source: An error occurred while configuring encrypted volumes.
ka: შეცდომა დაშიფრული ტომების მორგებისას.

source: The configuration has been aborted.
ka: კონფიგურაცია შეწყვეტილია.

source: Initialisation of encrypted volume failed
ka: დაშიფრული ტომების ინიციალიზაცია ჩავარდა

source: An error occurred while setting up encrypted volumes.
ka: შეცდომა დაშიფრული ტომების მორგებისას.

source: Passphrase
ka: საკვანძო ფრაზა

source: Keyfile (GnuPG)
ka: გასაღ ფაილი (GnuPG)

source: Random key
ka: შემთხვვ. გასაღები

source: Unsafe swap space detected
ka: აღმოჩენილია დაუცველი swap-სივრცე

source: An unsafe swap space has been detected.
ka: აღმოჩენილია დაუცველი swap-სივრცე.

source: This is a fatal error since sensitive data could be written out to disk unencrypted. This would allow someone with access to the disk to recover parts of the encryption key or passphrase.
ka: ეს უმნიშვნელოვანესი შეცდომაა, ვინაიდან შესაძლებელია მნიშვნელოვანი მონაცემების დისკზე დაშიფვრის გარეშე ჩაწერა. ეს საშუალებას მიცემს დისკიდან აღადგინოს დაშიფვრის გასაღების ან პაროლის ნაწილები.

source: Please disable the swap space (e.g. by running swapoff) or configure an encrypted swap space and then run setup of encrypted volumes again. This program will now abort.
ka: გთხოვთ გამორთოთ swap-სივრცე (მაგ. swapoff ბრძანებით) ან მოახდინოთ დაშიფრული swap სივრცის კონფიგურაცია და შემდეგ შეეცადოთ დაშიფრული ტომების დაყენებას. პროგრამა ასრულებს მუშაობას.

source: Encryption passphrase:
ka: დაშიფვრის პაროლი:

source: You need to choose a passphrase to encrypt ${DEVICE}.
ka: ${DEVICE}-ის დაშიფვრისათვის პაროლი უნდა ამოირჩიოთ.

source: The overall strength of the encryption depends strongly on this passphrase, so you should take care to choose a passphrase that is not easy to guess. It should not be a word or sentence found in dictionaries, or a phrase that could be easily associated with you.
ka: დაშიფვრის საერთო სიძლიერე ამ პაროლზეა დამოკიდებული, ასე რომ ადვილად გამოსაცნობი პაროლი არ ამოირჩიოთ. ის არ უნდა იყოს გავრცელებული სიტყვა, და არ უნდა ასოცირდებოდეს თქვენს პიროვნებასთან.

source: A good passphrase will contain a mixture of letters, numbers and punctuation. Passphrases are recommended to have a length of 20 or more characters.
ka: პაროლი, სჯობს, შეიცავდეს დიდი და პატარა (ლათინური) ასოების, ციფრებისა და სასვენი ნიშნების უწესრიგო მიმდევრობას. პაროლების რეკომენდებული სიგრძეა 20 ან მეტი სიმბოლო.

source: Re-enter passphrase to verify:
ka: შეიყვანეთ პაროლი თავიდან:

source: Please enter the same passphrase again to verify that you have typed it correctly.
ka: გთხოვთ მეორედ შეიყვანოთ პაროლი, რომ დარწმუნდეთ, რომ სწორად შეიყვანეთ.

source: Passphrase input error
ka: შეცდომა პაროლის შეყვანისას

source: The two passphrases you entered were not the same. Please try again.
ka: ორივე პაროლი ერთნაირი უნდა იყოს. თავიდან სცადეთ.

source: Empty passphrase
ka: ცარიელი პაროლი

source: You entered an empty passphrase, which is not allowed. Please choose a non-empty passphrase.
ka: ცარიელი პაროლი დაუშვებელია. შეიყვანეთ რაიმე პაროლი.

source: Use weak passphrase?
ka: გსურთ სუსტი პაროლის გამოყენება?

source: You entered a passphrase that consists of less than ${MINIMUM} characters, which is considered too weak. You should choose a stronger passphrase.
ka: თქვენ შეიყვანეთ პაროლი, რომელიც ${MINIMUM} სიმბოლოზე ნაკლებს შეიცავს, რაც პაროლის სისუსტეზე მეტყველებს. სასურველია ამოირჩიოთ უფრო რთული პაროლი.

source: OPAL admin password:
ka: OPAL ადმინის პაროლი:

source: You need to choose a new, or provide the existing, OPAL admin password for ${DEVICE}.
ka: გჭირდებათ აირჩიოთ ახალი, ან შეიყვანეთ არსებული OPAL ადმინის პაროლი ${DEVICE}-სთვის.

source: This password will be used to manage the whole device - add new OPAL partitions, remove them, erase them. If this password is lost, the device will need to be factory reset to be recovered, losing all data from all partitions.
ka: ეს პაროლი გამოყენებული იქნება სრული მოწყობილობის სამართავად - ახალი OPAL დანაყოფების დამატება, წაშლა, განადგურება. თუ ამ პაროლს დაკარგავთ, ამ მოწყობილობის აღსადგენად მისი ქარხნულ პარამეტრებზე ჩამოყრა მოგიწევთ, რაც ყველა დანაყოფიდან ინფორმაციის სრულ კარგვას გამოიწვევს.

source: Re-enter OPAL admin password to verify:
ka: შეიყვანეთ OPAL ადმინის პაროლი თავიდან:

source: Please enter the same password again to verify that you have typed it correctly.
ka: შეიყვანეთ იგივე პაროლი კიდევ ერთხელ, რომ დარწმუნდეთ, რომ ის სწორად აკრიფეთ.

source: You need to provide the OPAL PSID for ${DEVICE}. This is typically found on the drive's label.
ka: საჭიროა ${DEVICE}-სთვის OPAL PSID-ის შეყვანა. მისი პოვნა, ჩვეულებრივ, დისკის ეტიკეტზე შეგიძლიათ.

source: Re-enter OPAL PSID to verify:
ka: შეიყვანეთ თავიდან OPAL PSID:

source: Please enter the same PSID again to verify that you have typed it correctly.
ka: შეიყვანეთ იგივე PSID მეორედ, რომ დავრწმუნდეთ, რომ ის სწორია.

source: OPAL PSID input error
ka: OPAL PSID-ის შეყვანის შეცდომა

source: The two OPAL PSIDs you entered were not the same. Please try again.
ka: შეყვანილი OPAL PSID-ები ერთი და იგივე არაა. თავიდან სცადეთ.

source: Empty OPAL PSID
ka: ცარიელი OPAL PSID

source: You entered an empty PSID, which is not allowed. Please provide a non-empty PSID.
ka: შეიყვანეთ ცარიელი PSID, რაც დაშვებული არაა. შეიყვანეთ რაიმე PSID.

source: The encryption key for ${DEVICE} is now being created.
ka: მიმდინარეობს ${DEVICE} მოწყობილობის დაშიფვრის გასაღების შექმნა.

source: Keyfile creation failure
ka: გასაღების ფაილი ვერ შეიქმნა

source: An error occurred while creating the keyfile.
ka: შეცდომა გასაღების ფაილის შექმნისას.

source: Configure encryption without separate /boot?
ka: მოვარგო დაშიფვრა ცალკე /boot-ის გარეშე?

source: You have selected the root file system to be stored on an encrypted partition. When using GRUB, usually this feature requires a separate /boot partition on which the kernel and initrd can be stored. This is not required when using systemd-boot/UKIs, as the ESP is used instead.
ka: თქვენ მიუთითეთ, რომ ძირითადი ფაილური სისტემა დაშიფრულ დანაყოფზე მოთავსდეს. როცა GRUB-ს იყენებთ, ამას ცალკე /boot დანაყოფი სჭირდება, სადაც ბირთვის და initrd ფაილი მოთავსდება. ეს აუცილებელი არაა, როცა იყენებთ systemd-boot-ს ან UKI-ებს, რადგან სამაგიეროდ ESP გამოიყენება.

source: Encryption configuration failure
ka: შეცდომა დაშიფვრის მორგებისას

source: You have selected the /boot file system to be stored on an encrypted partition. This is not possible because the boot loader would be unable to load the kernel and initrd. Continuing now would result in an installation that cannot be used.
ka: თქვენ აირჩიეთ, რომ /boot ფაილური სისტემა დაშიფრულ დანაყოფზე მოთავსდეს. ეს შეუძლებელია, ვინაიდან სისტემის ჩამტვირთველი ბირთვისა და initrd-ს ჩატვირთვას ვერ მოახერხებს. თუ გააგრძელებთ, დაყენებული სისტემა ჩატვირთვადი არ იქნება.

source: You should go back and choose a non-encrypted partition for the /boot file system.
ka: გთხოვთ დაბრუნდეთ და მიუთითო დაუშიფრავი დანაყოფი /boot ფაილური სისტემისათვის.

source: Are you sure you want to use a random key?
ka: ნამდვილად გნებავთ შემთხვევითი გასაღების გამოყენება?

source: You have chosen a random key type for ${DEVICE} but requested the partitioner to create a file system on it.
ka: თქვენ აირჩიეთ შემთხვევითი გასაღების ტიპი ${DEVICE} მოწყობილობისათვის, თუმცა დამყოფს მასზე ფაილური სისტემის შექმნა დაავალეთ.

source: Using a random key type means that the partition data is going to be destroyed upon each reboot. This should only be used for swap partitions.
ka: შემთხვევითი გასაღების ტიპი ნიშნავს, რომ სისტემის ყოველი გადატვირთვისას დანაყოფზე მოთავსებული მონაცემები სრულიად განადგურდეს. ეს მხოლოდ swap დანაყოფებისათვის არის განკუთვნილი.

source: Failed to download crypto components
ka: კრიპტოგრაფიის კომპონენტის გადმოწერა ჩავარდა

source: An error occurred trying to download additional crypto components.
ka: შეცდომა დამატებითი crypto კომპონენტების გადმოწერისას.

source: Proceed to install crypto components despite insufficient memory?
ka: გსურთ crypto კომპონენტების დაყენება არასაკმარისი მეხსიერების მიუხედავად?

source: There does not seem to be sufficient memory available to install additional crypto components. If you choose to go ahead and continue anyway, the installation process could fail.
ka: როგორც ჩანს, დამატებითი crypto კომპონენტების დასაყენებლად მეხსიერება საკმარისი არაა. თუ მაინც შეეცდებით დაყენებას, დაყენება, შეიძლება, ავარიულად დასრულდეს.

source: Create encrypted volumes
ka: დაშიფრული ტომების შექმნა

source: Encryption configuration actions
ka: დაშიფვრის კონფიგურაციის ქმედებები

source: This menu allows you to configure encrypted volumes.
ka: ეს მენიუ დაშიფრული ტომების კონფიგურაციის საშუალებას იძლევა.

source: Devices to encrypt:
ka: დასაშიფრი მოწყობილობები:

source: Please select the devices to be encrypted.
ka: აირჩიეთ დასაშიფრი მოწყობილობა.

source: No devices selected
ka: მოწყობილობა არჩეული არაა

source: No devices were selected for encryption.
ka: დასაშიფრად მოწყობილობები არჩეული არაა.

source: Configure iSCSI volumes
ka: iSCSI ტომების მორგება

source: Log into iSCSI targets
ka: iSCSI სამიზნეებში შესვლა

source: iSCSI configuration actions
ka: iSCSI-ის მორგების ქმედებები

source: This menu allows you to configure iSCSI volumes.
ka: ეს მენიუ iSCSI ტომების მორგების საშუალებას გაძლევთ.

source: iSCSI target portal address:
ka: iSCSI სამიზნის პორტალის მისამართი:

source: Enter an IP address to scan for iSCSI targets. To use a port other than the default of 3260, use "IP:port" notation, for example "1.2.3.4:3261".
ka: შეიყვანეთ IP მისამართი iSCSI სამიზნეების სკანირებისთვის. თუ საჭიროა, 3260-ისგან განსხვავებული პორტის გამოყენება, გამოიყენეთ ფორმატი "IP:პორტი". მაგ: "1.2.3.4:3261".

source: iSCSI initiator username for ${PORTAL}:
ka: iSCSI ინიციატორის მომხმარებლის სახელი ${PORTAL}-სთვის:

source: Some iSCSI targets require the initiator (client) to authenticate using a username and password. If that is the case for this target, enter the username here. Otherwise, leave this blank.
ka: ზოგიერთ iSCSI სამიზნეს სჭირდება, რომ ინიციატორმა (კლიენტმა) ავთენტიკაცია გაიაროს მომხმარებლის სახელითა და პაროლით. თუ ეს თქვენს სამიზნესაც ეხება, შეიყვანეთ აქ მომხმარებლის სახელი. წინააღმდეგ შემთხვევაში დატოვეთ ის ცარიელი.

source: iSCSI initiator password for ${PORTAL}:
ka: iSCSI ინიციატორის პაროლი ${PORTAL}-სთვის:

source: Enter the initiator password needed to authenticate to this iSCSI target.
ka: შეიყვანეთ ინიციატორის პაროლი, რომელიც ამ iSCSI სამიზნეზე ავთენტიკაციისთვისაა საჭირო.

source: iSCSI target username for ${PORTAL}:
ka: iSCSI სამიზნის მომხმარებლის სახელი ${PORTAL}-სთვის:

source: In some environments, the iSCSI target needs to authenticate to the initiator as well as the other way round. If that is the case here, enter the incoming username which the target is expected to supply. Otherwise, leave this blank.
ka: ზოგიერთ გარემოში iSCSI სამიზნეს ინიციატორის ავთენტიკაცია სჭირდება და პირიქითაც. თუ ეს თქვენს შემთხვევაშიც ხდება, შეიყვანეთ შემომავალი მომხმარებლის სახელი, რომელსაც სამიზნე ელოდება.

source: iSCSI target password for ${PORTAL}:
ka: iSCSI სამიზნის პაროლი ${PORTAL}-სთვის:

source: Enter the incoming password which the iSCSI target is expected to supply.
ka: შეიყვანეთ შემომავალი პაროლი, რომელსაც iSCSI სამიზნე ელოდება.

source: No iSCSI targets discovered
ka: iSCSI სამიზნეები აღმოჩენილი არაა
