Repository: Abuselife/d-i
Catalog: packages/po/sublevel3/*.po
Languages: ka

source: If you don't enter anything, the volume will not be available during rescue operations.
ka: თუ რაიმეს არ შეიყვანთ, ეს ტომი აღდგენის ოპერაციების დროს ხელმისაწვდომი არ იქნება.

source: Automatic
ka: ავტომატური

source: Partitions to assemble:
ka: ასაწყობი დანაყოფები:

source: Select the partitions to assemble into a RAID array. If you select "Automatic", then all devices containing RAID physical volumes will be scanned and assembled.
ka: აირჩიეთ დანაყოფები, რომელთაგანაც RAID-მასივის შექმნა გსურთ. თუ „ავტომატურს“ ამოირჩევთ, მაშინ დასკანირდება და აიწყობა ყველა მოწყობილობა, რომელსაც RAID-ის ფიზიკური დანაყოფი გააჩნია.

source: Note that a RAID partition at the end of a disk may sometimes cause that disk to be mistakenly detected as containing a RAID physical volume. In that case, you should select the appropriate partitions individually.
ka: გაითვალისწინეთ, რომ დისკის ბოლოს მოთავსებული RAID-ის დანაყოფი, შეიძლება, ზოგჯერ, არასწორად იქნეს ამოცნობილი, როგორც RAID-ის ფიზიკურ დანაყოფი. ასეთ შემთხვევაში ამოირჩიეთ დანაყოფები ხელით.

source: Mount separate ${FILESYSTEM} partition?
ka: მივამაგრო ცალკე ${FILESYSTEM} დანაყოფი?

source: The installed system appears to use a separate ${FILESYSTEM} partition.
ka: დაყენებული სისტემა ცალკე ${FILESYSTEM}-ს მიაგავს.

source: It is normally a good idea to mount it as it will allow operations such as reinstalling the boot loader. However, if the file system on ${FILESYSTEM} is corrupt then you may want to avoid mounting it.
ka: ჩვეულებრივ, კარგი აზრია, რომ მიამაგროთ ის, რადგან ეს უფლებას მოგცემთ ისეთი ოპერაციები ჩაატაროთ, როგორიცაა ჩამტვირთავი პროგრამის თავიდან დაყენება. მაგრამ, თუ ფაილური სისტემა ${FILESYSTEM} დაზიანებულია, მაშინ მისი მიმაგრება, სჯობს, თავიდან აიცილოთ.

source: Install the systemd-boot boot loader
ka: ჩამტვირთავად systemd-boot-ის დაყენება

source: Number of retries per boot entry (0 to disable):
ka: თავიდან ცდების რაოდენობა თითოეული ჩატვირთვის ჩანაწერისთვის (0 გასათიშად):

source: Configures the automatic boot assessment logic, which automatically falls back to a previous boot entry if a new one fails more than the configured number of retries when first added. For more details, see: https://systemd.io/AUTOMATIC_BOOT_ASSESSMENT/
ka: მოირგებს ავტომატური ჩატვირთვის მინიჭების ლოგიკას, რომელიც ავტომატურად გადაერთვება წინა ჩატვირთვის ჩანაწერზე, თუ ახალი მითითებულ რაოდენობაზე მეტჯერ ვერ ჩაიტვირთება. მეტი დეტალებისთვის იხილეთ ბმული https://systemd.io/AUTOMATIC_BOOT_ASSESSMENT/

source: If the desired time zone is not listed, then please go back to the step "Choose language" and select a country that uses the desired time zone (the country where you live or are located).
ka: თუ სასურველ დროის სარტყელს ვერ ხედავთ, დაუბრუნდით ნაბიჯს „ენის ამორჩევა“ და ამოირჩიეთ ქვეყანა, სადაც გამოიყენება სასურველი დროის სარტყელი (მაგ. ქვეყანა, სადაც იმყოფებით).

source: Coordinated Universal Time (UTC)
ka: გრინვიჩის დრო (GMT), იგივე (UTC)

source: Select your time zone:
ka: აირჩიეთ თქვენი დროის სარტყელი:

source: Select a location in your time zone:
ka: მიუთითეთ მდებარეობა თქვენს დროის სარტყელში:

source: Select a city in your time zone:
ka: აირჩიეთ ქალაქი თქვენს დროის სარტყელში:

source: Select the state or province to set your time zone:
ka: მიუთითეთ მდებარეობა თქვენს დროის სარტყელში:

source: McMurdo
ka: მაკმურდო

source: Rothera
ka: როთერა

source: Palmer
ka: პალმერი

source: Mawson
ka: მოუსონი

source: Davis
ka: დევისი

source: Casey
ka: ქეისი

source: Vostok
ka: ვოსტოკი

source: Dumont-d'Urville
ka: დუმონ-დურვილი

source: Syowa
ka: სიოუა

source: Australian Capital Territory
ka: ავსტრალიის ფედერალური ტერიტორია

source: New South Wales
ka: ახალი სამხრეთ უელსი

source: Victoria
ka: ვიქტორია

source: Northern Territory
ka: ჩრდილოეთი ტერიტორია

source: Queensland
ka: ქუინსლენდი

source: South Australia
ka: სამხრეთი ავსტრალია

source: Tasmania
ka: ტასმანია

source: Western Australia
ka: დასავლეთი ავსტრალია

source: Eyre Highway
ka: ეირის გზატკეცილი

source: Yancowinna County
ka: იანკოვინის ოლქი

source: Lord Howe Island
ka: კუნძული ლორდ-ჰოუ

source: Acre
ka: აკრი

source: Alagoas
ka: ალაგოასი

source: Amazonas
ka: ამაზონი

source: Amapá
ka: ამაპა

source: Bahia
ka: ბაჰია

source: Ceará
ka: სეარა

source: Distrito Federal
ka: ფედერალური ოლქი

source: Espírito Santo
ka: ესპირიტუ-სანტუ

source: Fernando de Noronha
ka: ფერნანდუ-დი-ნორონია

source: Goiás
ka: გოიასი

source: Maranhão
ka: მარანიანი

source: Minas Gerais
ka: მინას-ჟერაისი

source: Mato Grosso do Sul
ka: მატუ-გროსუ-დუ-სული

source: Mato Grosso
ka: მატუ-გროსუ

source: Pará
ka: პარა

source: Paraíba
ka: პარაიბა

source: Pernambuco
ka: პერნამბუკუ

source: Piauí
ka: პიაუი

source: Paraná
ka: პარანა

source: Rio de Janeiro
ka: რიო-დე-ჟანეირო

source: Rio Grande do Norte
ka: რიუ-გრანდი-დუ-ნორტი

source: Rondônia
ka: რონდონია

source: Roraima
ka: რორაიმა

source: Rio Grande do Sul
ka: რიუ-გრანდი-დუ-სული

source: Santa Catarina
ka: სანტა-კატარინა

source: Sergipe
ka: სერჟიპი

source: São Paulo
ka: სან-პაულო

source: Tocantins
ka: ტოკანტინსი

source: Newfoundland
ka: ნიუფაუნდლენდი

source: Atlantic
ka: ატლანტიკა

source: Eastern
ka: აღმოსავლეთი

source: Central
ka: ცენტრალური

source: East Saskatchewan
ka: აღმოსავლეთ სასკაჩევანი

source: Saskatchewan
ka: სასკაჩევანი

source: Mountain
ka: მთიანეთი

source: Pacific
ka: წყნარი ოკეანე

source: Kinshasa
ka: კინშასა

source: Lubumbashi
ka: ლუბუმბაში

source: Santiago
ka: სანტიაგო

source: Easter Island
ka: აღდგომის კუნძულები

source: Guayaquil
ka: გუაიაქილი

source: Galapagos
ka: გალაპაგოსი

source: Madrid
ka: მადრიდი

source: Ceuta
ka: სეუტა

source: Canary Islands
ka: კანარის კუნძულები

source: Yap
ka: იაპი

source: Truk
ka: თრუქი

source: Pohnpei
ka: პონპეი

source: Kosrae
ka: კოსრეი

source: Godthab
ka: გოტჰობი

source: Danmarkshavn
ka: დენმარკშავნი

source: Scoresbysund
ka: სქორესბისუნდი

source: Thule
ka: ტულე

source: Western (Sumatra, Jakarta, Java, West and Central Kalimantan)
ka: დასავლეთი (სუმატრა, ჯაკარტა, იავა, დასავლეთი და ცენტრალური კალიმანტანი)

source: Central (Sulawesi, Bali, Nusa Tenggara, East and South Kalimantan)
ka: ცენტრალური (სულავესი, ბალი, ნუსა ტენგარა, აღმოსავლეთი და სამხრეთი კალიმანტანი)

source: Eastern (Maluku, Papua)
ka: დასავლეთი (მალუკუ, პაპუა)

source: Tarawa (Gilbert Islands)
ka: ტარავა (გილბერტის კუნძულები)

source: Enderbury (Phoenix Islands)
ka: ენტერბერი (ფენიქსის კუნძულები)

source: Kiritimati (Line Islands)
ka: კირიტიმატი (ხაზის კუნძულები)

source: Almaty
ka: ალმატი

source: Qyzylorda
ka: კიზილორდა

source: Aqtobe
ka: აქტობე

source: Atyrau
ka: ატირაუ

source: Oral
ka: ორალი

source: Ulaanbaatar
ka: ულანბატორი

source: Hovd
ka: ჰოვდი

source: Choibalsan
ka: ჩოიბალსანი

source: North-West
ka: ჩრდილო-დასავლეთი

source: Sonora
ka: სონორა

source: South-East
ka: სამხრეთ აღმოსავლეთი

source: Auckland
ka: ოკლენდი

source: Chatham Islands
ka: ჩატემის კუნძულები

source: Tahiti (Society Islands)
ka: ტაიტი (საზოგადოების კუნძულები)

source: Marquesas Islands
ka: მარკიზის კუნძულები

source: Gambier Islands
ka: გამბიეს კუნძულები

source: Lisbon
ka: ლისაბონი

source: Madeira Islands
ka: მადეირას კუნძულები

source: Azores
ka: აზორები

source: Moscow-01 - Kaliningrad
ka: მოსკოვი-01-კალინინგრადი

source: Moscow+00 - Moscow
ka: მოსკოვი+00 - მოსკოვი

source: Moscow+01 - Samara
ka: მოსკოვი+1 - სამარა

source: Moscow+02 - Yekaterinburg
ka: მოსკოვი+02 - ეკატერინბურგი

source: Moscow+03 - Omsk
ka: მოსკოვი+03 - ომსკი

source: Moscow+04 - Krasnoyarsk
ka: მოსკოვი+04 - კრასნოიარსკი

source: Moscow+05 - Irkutsk
ka: მოსკოვი+05 - ირკუტსკი

source: Moscow+06 - Yakutsk
ka: მოსკოვი+06 - იაკუტსკი

source: Moscow+07 - Vladivostok
ka: მოსკოვი+07 - ვლადივოსტოკი

source: Moscow+08 - Magadan
ka: მოსკოვი+8 - მაგადანი

source: Moscow+09 - Kamchatka
ka: მოსკოვი+9 - კამჩატკა

source: Johnston Atoll
ka: ჯონსტონის ატოლი

source: Midway Islands
ka: მიდუეის კუნძულები

source: Wake Island
ka: უეიკის კუნძული

source: Alaska
ka: ალიასკა

source: Hawaii
ka: ჰავაი

source: Arizona
ka: არიზონა

source: East Indiana
ka: აღმ. ინდიანა

source: Samoa
ka: სამოა

source: Port Moresby
ka: პორტ-მორზბი

source: Bougainville
ka: ბუგენვილი
