Repository: Abuselife/d-i
Catalog: packages/po/sublevel3/*.po
Languages: ka

source: Copy the ISO image into RAM before mounting it?
ka: დავაკოპირო ISO ფაილი RAM-ში მის მიმაგრებამდე?

source: There is enough available memory to be able to copy the ISO image into RAM.
ka: ხელმისაწვდომია საკმარისი მეხსიერება, რომ ISO ფაილი იქ გადაიტანოთ.

source: Choosing this option allows reusing the disk hosting the ISO image. If you don't do it, the disk will be actively used to access the ISO image and it can't be partitioned by the installer.
ka: ამ პარამეტრის არჩევა საშუალებას გაძლევთ, გამოიყენოთ დისკი, რომელზედაც ISO ფაილი იდო. თუ ამას არ ჩართავთ, დისკი აქტიურად იქნება გამოყენებული ISO ფაილთან წვდომისთვის და დაყენების პროგრამა მას ვერ დაყოფს.

source: Note however that if you overwrite the disk containing the ISO image, you should not reboot before the end of the installation as you will not be able to restart the installer since the ISO image will be gone from the hard disk and memory.
ka: დაიმახსოვრეთ, რომ ეს გადააწერს თავზე დისკს, რომელიც ISO ფაილს შეიცავს. არ გადატვირთოთ მანქანა, სანამ დაყენებას არ დაასრულებთ, რადგან დაყენებას თავიდან ვერ დაიწყებთ, რადგან ISO ფაილი წაშლილი იქნება.

source: Activate existing volume groups?
ka: გავააქტიურო არსებული ტომის ჯგუფები?

source: ${COUNT} existing volume groups have been found. Please indicate whether you want to activate them.
ka: ნაპოვნია ${COUNT} ტომის ჯგუფები. მიუთითეთ, გნებავთ თუ არა მათი გააქტიურება.

source: Modify volume groups (VG)
ka: ტომების ჯგუფის (VG) შეცვლა

source: Modify logical volumes (LV)
ka: ლოგიკური დანაყოფების (LV) შეცვლა

source: Leave
ka: გასვლა

source: LVM configuration action:
ka: LVM კონფიგურაციის ქმედება:

source: This is the Logical Volume Manager configuration menu.
ka: ეს ლოგიკური ტომების მმართველის მორგების მენიუა.

source: Create volume groups
ka: ტომის ჯგუფების შექმნა

source: Delete volume groups
ka: ტომის ჯგუფების წაშლა

source: Extend volume groups
ka: ტომის ჯგუფების გაფართოება

source: Reduce volume groups
ka: ტომის ჯგუფების შემცირება

source: Volume groups configuration action:
ka: ტომის ჯგუფების მორგების ქმედება:

source: Create logical volumes
ka: ლოგიკური ტომების შექმნა

source: Delete logical volumes
ka: ლოგიკური ტომების წაშლა

source: Logical volumes configuration action:
ka: ლოგიკური ტომების კონფიგურაციის ქმედება:

source: Devices for the new volume group:
ka: მოწყობილობები ახალი ტომების ჯგუფისთვის:

source: Please select the devices for the new volume group.
ka: აირჩიეთ მოწყობილობები ახალი ტომების ჯგუფისთვის.

source: You can select one or more devices.
ka: შეგიძლიათ ერთი ან მეტო მოწყობილობის არჩევა.

source: Volume group name:
ka: ტომების ჯგუფის ფერი:

source: Please enter the name you would like to use for the new volume group.
ka: შეიყვანეთ სახელი, რომელსაც ახალი ტომების ჯგუფისთვის გამოიყენებთ.

source: No physical volumes selected
ka: ფიზიკური ტომები მონიშნული არაა

source: No physical volumes were selected. The creation of a new volume group was aborted.
ka: ფიზიკური ტომები მონიშნული არაა. ახალი ტომების ჯგუფის შექმნა შეწყვეტილია.

source: No volume group name entered
ka: ტომების ჯგუფის სახელი შეყვანილი არაა

source: No name for the volume group has been entered. Please enter a name.
ka: ტომების ჯგუფის დასახელება შეყვანილი არაა. შეიყვანეთ სახელი.

source: Volume group name already in use
ka: ტომების ჯგუფის სახელი უკვე არსებობს

source: The selected volume group name is already in use. Please choose another name.
ka: ასეთი სახელის მქონე ტომების ჯგუფი უკვე არსებობს. აირჩიეთ სხვა სახელი.

source: Volume group name overlaps with device name
ka: ტომების ჯგუფის სახელი მოწყობილობის სახელს ემთხვევა

source: The selected volume group name overlaps with an existing device name. Please choose another name.
ka: მითითებული ტომების ჯგუფის სახელი ემთხვევა არსებული მოწყობილობის სახელს. აირჩიეთ სხვა სახელი.

source: Volume group to delete:
ka: წასაშლელი ტომების ჯგუფი:

source: Please select the volume group you wish to delete.
ka: აირჩიეთ წასაშლელი ტომების ჯგუფი.

source: No volume group found
ka: ტომების ჯგუფი ვერ ვიპოვე

source: No volume group has been found.
ka: ტომის ჯგუფები აღმოჩენილი არაა.

source: The volume group may have already been deleted.
ka: ტომების ჯგუფი, შეიძლება, უკვე წაშლილია.

source: Really delete the volume group?
ka: ნამდვილად გნებავთ ტომების ჯგუფის წაშლა?

source: Please confirm the ${VG} volume group removal.
ka: დაადასტურეთ, რომ გინდათ წაშალოთ ტომების ჯგუფი ${VG}.

source: Error while deleting volume group
ka: შეცდომა ტომების ჯგუფის წაშლისას

source: The selected volume group could not be deleted. One or more logical volumes may currently be in use.
ka: მითითებული ტომების ჯგუფის წაშლა ვერ მოხერხდა. შესაძლებელია ერთი ან რამდენიმე ლოგიკური ტომი დაკავებულია.

source: No volume group can be deleted.
ka: არ არის ტომები ჯგუფი, რომლის წაშლა შესაძლებელი იქნებოდა.

source: Volume group to extend:
ka: ტომების ჯგუფი, რომლის გაზრდასაც აპირებთ:

source: Please select the volume group you wish to extend.
ka: აირჩიეთ ტომების ჯგუფი, რომლის გაზრდასაც აპირებთ.

source: Devices to add to the volume group:
ka: ტომების ჯგუფში დასამატებელი მოწყობილობები:

source: Please select the devices you wish to add to the volume group.
ka: აირჩიეთ მოწყობილობები, რომლებიც გინდათ დაამატოთ ტომების ჯგუფს.

source: No physical volumes were selected. Extension of the volume group was aborted.
ka: არ არის მითითებული არცერთი ფიზიკური ტომი. ტომების ჯგუფის გაზრდა არ მომხდარა.

source: Error while extending volume group
ka: შეცდომა ტომების ჯგუფის გაზრდისას

source: The physical volume ${PARTITION} could not be added to the selected volume group.
ka: ფიზიკური ტომის ${PARTITION} არჩეული ტომების ჯგუფში დამატება შეუძლებელია.

source: No volume group can be reduced.
ka: ტომების ჯგუფი, რომლის შემცირებაც შესაძლებელი იქნებოდა, აღმოჩენილი არაა.

source: Volume group to reduce:
ka: შესამცირებელი ტომების ჯგუფი:

source: Please select the volume group you wish to reduce.
ka: მიუთითეთ ტომების ჯგუფი, რომლის შემცირებაც გნებავთ.

source: Device to remove from volume group:
ka: ტომების ჯგუფიდან წასაშლელი მოწყობილობა:

source: Please select the device you wish to remove from the volume group.
ka: აირჩიეთ მოწყობილობა, რომელიც გნებავთ, ტომების ჯგუფიდან წაშალოთ.

source: Error while reducing volume group
ka: შეცდომა ტომების ჯგუფის შემცირებისას

source: The selected volume group (${VG}) could not be reduced. There is only one physical volume attached. Please delete the volume group instead.
ka: არჩეული ტომების ჯგუფის (${VG}) შემცირება შეუძლებელია - მიმაგრებულია, მხოლოდ, ერთი ფიზიკური ტომი. შეგიძლიათ წაშალოთ ტომების ჯგუფი.

source: The physical volume ${PARTITION} could not be removed from the selected volume group.
ka: ფიზიკური ტომი ${PARTITION} ვერ წაიშლება არჩეული ტომების ჯგუფიდან.

source: No volume groups were found for creating a new logical volume. Please create more physical volumes and volume groups.
ka: ლოგიკური ტომის შექმნისთვის საჭირო ტომების ჯგუფი არ არსებობს. შექმენით დამატებითი ფიზიკური ტომები და ტომის ჯგუფები.

source: No free volume groups were found for creating a new logical volume. Please create more physical volumes and volume groups, or reduce an existing volume group.
ka: ახალი ფიზიკური ტომის შესაქმნელად თავისუფალი ტომის ჯგუფები აღმოჩენილი არაა. შექმენით მეტი ფიზიკური ტომები და ტომის ჯგუფები, ან შეამცირეთ არსებული ტომების ჯგუფი.

source: Logical volume name:
ka: ლოგიკური ტომის სახელი:

source: Please enter the name you would like to use for the new logical volume.
ka: შეიყვანეთ სახელ ახალი ლოგიკური ტომისთვის.

source: Volume group:
ka: ტომების ჯგუფი:

source: Please select the volume group where the new logical volume should be created.
ka: აირჩიეთ ტოების ჯგუფი, სადაც ახალი ლოგიკური ტომი უნდა შეიქმნას.

source: No logical volume name entered
ka: ლოგიკური ტომის სახელი შეყვანილი არაა

source: No name for the logical volume has been entered. Please enter a name.
ka: ლოგიკური ტომის სახელი არ არის მითითებული. მიუთითეთ სახელი.

source: Error while creating a new logical volume
ka: შეცდომა ახალი ლოგიკური ტომის შექმნისას

source: The name ${LV} is already in use by another logical volume on the same volume group (${VG}).
ka: ლოგიკური ტომი სახელით ${LV} უკვე არის ტომების ჯგუფში (${VG}).

source: Logical volume size:
ka: ლოგიკური ტომის ზომა:

source: Please enter the size of the new logical volume. The size may be entered in the following formats: 10K (Kilobytes), 10M (Megabytes), 10G (Gigabytes), 10T (Terabytes). The default unit is Megabytes.
ka: მიუთითეთ ახალი ლოგიკური ტომის ზომა ფორმატში: 10K (კილობაიტი), 10M (მეგაბაიტი), 10G (გიგაბაიტი), 10T (ტერაბაიტი). თუ მითითებულია, მხოლოდ, რიცხვი, იგულისხმება მეგაბაიტი.

source: Unable to create a new logical volume (${LV}) on ${VG} with the new size ${SIZE}.
ka: ლოგიკური ტომის (${LV}) შექმნა ჯგუფში ${VG}, ზომით ${SIZE}, შეუძლებელია.

source: No volume group has been found for deleting a logical volume.
ka: ვერ მოინახა ტომების ჯგუფი, რომლიდანაც უნდა წაიშალოს ლოგიკური ტომი.

source: Please select the volume group which contains the logical volume to be deleted.
ka: აირჩიეთ ტომების ჯგუფი, რომელიც წასაშლელ ლოგიკურ ტომს შეიცავს.

source: No logical volume found
ka: ლოგიკური ტომი აღმოჩენილი არაა

source: No logical volume has been found. Please create a logical volume first.
ka: ლოგიკური ტომი ვერ მოიძებნა. ჯერ შექმენით ლოგიკური ტომები.

source: Logical volume:
ka: ლოგიკური ტომი:

source: Please select the logical volume to be deleted on ${VG}.
ka: მიუთითეთ ${VG}-დან წასაშლელი ლოგიკური ტომი.

source: Error while deleting the logical volume
ka: შეცდომა ლოგიკური ტომის წაშლისას

source: The logical volume (${LV}) on ${VG} could not be deleted.
ka: ვერ წაიშალა ლოგიკური ტომი (${LV}) ჯგუფიდან ${VG}.

source: No usable physical volumes found
ka: ვერ მოინახა შესაფერისი ფიზიკური ტომი

source: No physical volumes (i.e. partitions) were found in your system. All physical volumes may already be in use. You may also need to load some required kernel modules or re-partition the hard drives.
ka: თქვენს სისტემაში ფიზიკური დისკწამყვანი (დანაყოფი) ვერ მოინახა. შესაძლებელია, ყველა უკვე დაკავებულია, ან შეიძლება ჩასატვირთია ბირთვის საჭირო მოდულები ან ხელახლა დასაყოფია დისკები.

source: Logical Volume Manager not available
ka: LVM მიუწვდომელია

source: The current kernel doesn't support the Logical Volume Manager. You may need to load the lvm-mod module.
ka: ამ კონფიგურაციის ბირთვს არა აქვს LVM-ის მხარდაჭერა. სცადეთ lvm-mod მოდულის ჩატვირთვა.

source: Multidisk (MD) not available
ka: Multidisk (MD) მიუწვდომელია

source: The current kernel doesn't seem to support multidisk devices. This should be solved by loading the needed modules.
ka: მიმდინარე ბირთვს, როგორც ჩანს, მრავალდისკიანი მოწყობილობების მხარდაჭერა არ გააჩნია. ამის გადაწყვეტა საჭირო მოდულების ჩატვირთვით შეგიძლიათ.

source: Create MD device
ka: MD მოწყობილობის შექმნა

source: Delete MD device
ka: MD მოწყობილობის წაშლა

source: Finish
ka: დასრულება

source: Multidisk configuration actions
ka: Multidisk-ის კონფიგურაციის ქმედებები

source: This is the Multidisk (MD) and software RAID configuration menu.
ka: ეს Multidisk (MD) და პროგრამული RAID-ის კონფიგურაციის მენიუა.

source: Please select one of the proposed actions to configure multidisk devices.
ka: აირჩიეთ შეთავაზებული ქმედებებიდან ერთი მრავალდისკიანი მოწყობილობების მოსარგებად.

source: No RAID partitions available
ka: RAID დანაყოფები მიუწვდომელია

source: No unused partitions of the type "Linux RAID Autodetect" are available. Please create such a partition, or delete an already used multidisk device to free its partitions.
ka: "Linux RAID Autodetect" ტიპის არცერთი თავისუფალი დანაყოფი ხელმისაწვდომი არა. ან შექმენით ის, ან წაშალეთ არსებული მრავალდისკიანი მოწყობილობა მისი დანაყოფის გასათავისუფლებლად.

source: If you have such partitions, they might contain actual file systems, and are therefore not available for use by this configuration utility.
ka: თუ ასეთი დანაყოფები გაქვთ, ისინი, შეიძლება, მუშა ფაილურ სისტემებს შეცავდეს და ამიტომ ამ მორგების პროგრამაში ხელმისაწვდომი არ იქნება.

source: Not enough RAID partitions available
ka: არასაკმარისი RAID-დანაყოფები

source: There are not enough RAID partitions available for your selected configuration. You have ${NUM_PART} RAID partitions available but your configuration requires ${REQUIRED} partitions.
ka: არჩეული კონფიგურაცია არ შეიცავს საკმარის RAID-დანაყოფებს. თქვენ გაქვთ ${NUM_PART} RAID-დანაყოფი, ნაცვლად საჭირო ${REQUIRED}-ისა.

source: Multidisk device type:
ka: მრავალდისკიანი მოწყობილობის ტიპი:

source: Please choose the type of the multidisk device to be created.
ka: მიუთითეთ შესაქმნელი მრავალდისკიანი მოწყობილობის ტიპი.

source: Active devices for the RAID0 multidisk device:
ka: RAID0 მრავალდისკიან მოწყობილობაში აქტიურ მოწყობილობათა რიცხვი:

source: You have chosen to create a RAID0 array. Please choose the active devices in this array.
ka: ქმნით RAID0 მასივს. აირჩიეთ აქტიური მოწყობილობები მასივისათვის.

source: Number of active devices for the RAID${LEVEL} array:
ka: RAID${LEVEL} მასივში აქტიური მოწყობილობების რიცხვი:

source: The RAID${LEVEL} array will consist of both active and spare partitions. The active partitions are those used, while the spare devices will only be used if one or more of the active devices fail. A minimum of ${MINIMUM} active devices is required.
ka: RAID${LEVEL} მასივი შეიცავს როგორც აქტიურ, ისე სათადარიგო დანაყოფებს. აქტიური დანაყოფები გამოიყენება ყოველთვის, ხოლო სათადარიგო მოწყობილობები, მხოლოდ, იმ შემთხვევაში, თუ ერთი ან რამდენიმე აქტიური მოწყობილობა მწყობრიდან გამოვა. საჭიროა მინიმუმ ${MINIMUM} აქტიური მოწყობილობა.

source: NOTE: this setting cannot be changed later.
ka: შენიშვნა: ამ პარამეტრს მოგვიანებით ვეღარ შეცვლით.

source: Active devices for the RAID${LEVEL} multidisk device:
ka: RAID${LEVEL} მრავალდისკიან მოწყობილობაში აქტიურ მოწყობილობათა რიცხვი:

source: You have chosen to create a RAID${LEVEL} array with ${COUNT} active devices.
ka: ქმნით RAID${LEVEL} მასივს ${COUNT} აქტიური მოწყობილობით.

source: Please choose which partitions are active devices. You must select exactly ${COUNT} partitions.
ka: მიუთითეთ აქტიური მოწყობილობების დანაყოფები. უნდა აირჩიოთ, ზუსტად, ${COUNT} დანაყოფი.

source: Number of spare devices for the RAID${LEVEL} array:
ka: RAID${LEVEL} მასივში სათადარიგო მოწყობილობათა რიცხვი:

source: Spare devices for the RAID${LEVEL} multidisk device:
ka: სათადარიგო მოწყობილობათა რიცხვი მრავალდისკიან მოწყობილობაში RAID${LEVEL}:

source: You have chosen to create a RAID${LEVEL} array with ${COUNT} spare devices.
ka: ქმნით RAID${LEVEL} მასივს ${COUNT} სათადარიგო მოწყობილობით.

source: Please choose which partitions will be used as spare devices. You may choose up to ${COUNT} partitions. If you choose less than ${COUNT} devices, the remaining partitions will be added to the array as "missing". You will be able to add them later to the array.
ka: აირჩიეთ სათადარიგო მოწყობილობად განწესებული დანაყოფები. შეგიძლიათ აირჩიოთ ${COUNT}-მდე დანაყოფი. თუ ${COUNT}-ზე ნაკლებს აირჩევთ, ნაკლული დანაყოფები დამატება მასივს როგორც "არარსებული" ("missing"). მათ მასივში დამატებას მოგვიანებით შეძლებთ.

source: Layout of the RAID10 multidisk device:
ka: RAID10 მრავალდისკიანი მოწყობილობის განლაგება:

source: The layout must be n, o, or f (arrangement of the copies) followed by a number (number of copies of each chunk). The number must be smaller or equal to the number of active devices.
ka: განლაგება უნდა იყოს n, o, ან f (ასლების განლაგება), რომელსაც რიცხვი მოჰყვება (თითო ნაწილის ასლთა რაოდენობა). რიცხვი აქტიურ მოწყობილობებზე ნაკლები ან ტოლი უნდა იყოს.

source: The letter is the arrangement of the copies: n - near copies: Multiple copies of one data block are at similar offsets in different devices. f - far copies: Multiple copies have very different offsets o - offset copies: Rather than the chunks being duplicated within a stripe, whole stripes are duplicated but are rotated by one device so duplicate blocks are on different devices.
ka: ასო ასლების მდებარეობას აღნიშნავს: n - near copies: მონაცემთა ერთი ბლოკის მრავალი ასლი სხვადასხვა მოწყობილობებზე ერთნაირი დაშორებით იმყოფება. f - far copies: მრავალ ასლებს ძალიან განსხვავებული დაშორება გააჩნია o - offset copies: იმის მაგივრად, რომ ნაწილები stripe-ში განაწილდეს, ხდება მთელი stripe-ების გაორება, თუმცა ერთ მოწყობილობაზე როტაციით. შედეგად გაორებული ბლოკები სხვადასხვა მოწყობილობებზეა.

source: Multidisk device to be deleted:
ka: წასაშლელი მრავალდისკიანი მოწყობილობა:

source: Deleting a multidisk device will stop it and clear the superblock of all its components.
ka: მრავალდისკიანი მოწყობილობის წაშლა გამოიწვევს მის გაჩერებას და ყველა კომპონენტის სუპერბლოკების გასუფთავებას.

source: Please note this will not immediately allow you to reuse the partitions or devices in a new multidisk device. The array will however be unusable after the deletion.
ka: გაითვალისწინეთ, რომ ეს არ მოგცემთ დაუყოვნებლივ წვდომას ახალი მრავალდისკიანი მოწყობილობის დანაყოფებთან ან მოწყობილობებთან. მაგრამ მასივს წაშლის შემდეგ ვეღარ გამოიყენებთ.

source: If you select a device for deletion, you will get some information about it and you will be given the option of aborting this operation.
ka: წასაშლელი მოწყობილობის არჩევის შემდეგ თქვენ გექნებათ შესაძლებლობა მიიღოთ გარკვეული ინფორმაცია მის შესახებ და თუ საჭიროა, გადაიფიქროთ წაშლა.

source: No multidisk devices available
ka: მრავალდისკიანი მოწყობილობები ხელმისაწვდომი არაა

source: No multidisk devices are available for deletion.
ka: მრავალდისკიანი მოწყობილობა, რომლის წაშლა შესაძლებელი იქნებოდა, აღმოჩენილი არაა.

source: Really delete this multidisk device?
ka: მართლა წავშალო ეს მრავალდისკიანი მოწყობილობა?

source: Please confirm whether you really want to delete the following multidisk device:
ka: დაადასტურეთ, რომ გინდათ ამ მრავალდისკიანი მოწყობილობის წაშლა:

source: Device: ${DEVICE} Type: ${TYPE} Component devices:
ka: მოწყობილობა: ${DEVICE} ტიპი: ${TYPE} მოწყობილობის შემადგენლობა:

source: Failed to delete the multidisk device
ka: მრავალდისკიანი მოწყობილობის წაშლა ჩავარდა

source: There was an error deleting the multidisk device. It may be in use.
ka: შეცდომა მრავალდისკიანი მოწყობილობის წაშლისას. შესაძლოა, ის გამოიყენება.

source: Waiting time (in seconds) for link detection:
ka: მოლოდინის დრო (წამებში) კავშირის დასადგენად:

source: Please enter the maximum time you would like to wait for network link detection.
ka: შეიყვანეთ მაქსიმალური დრო, რომელიც გნებავთ, ქსელურ შეერთებას დაელოდოთ.

source: Invalid network link detection waiting time
ka: არასწორი ქსელის კავშირის დადგენის მოლოდინის დრო

source: The value you have provided is not valid. The maximum waiting time (in seconds) for network link detection must be a positive integer.
ka: შეყვანილი მნიშვნელობა არასწორია. მაქსიმალური მოლოდინის დრო (წამებში) ქსელური კავშირის დასადგენად დადებითი მთელი რიცხვი უნდა იყოს.

source: IPv6 unsupported on point-to-point links
ka: IPv6 მხარდაუჭერელი PtP კავშირებზე

source: IPv6 addresses cannot be configured on point-to-point links. Please use an IPv4 address, or go back and select a different network interface.
ka: IPv6 მისამართს PtP კავშირებზე ვერ დააყენებთ. გამოიყენეთ IPv4 მისამართი, ან დაბრუნდით უკან და აირჩიეთ სხვა ქსელის ინტერფეისი.

source: Continue installation remotely using SSH
ka: დაყენების გაგრძელება დაშორებულად, SSH-ის გამოყენებით

source: Start installer
ka: დაყენების პროგრამის გაშვება

source: Start installer (expert mode)
ka: დაყენების პროგრამის გაშვება (ექსპერტი რეჟიმი)

source: Start shell
ka: გარსის გაშვება

source: Network console option:
ka: ქსელური კონსოლის პარამეტრი:

source: This is the network console for the Debian installer. From here, you may start the Debian installer, or execute an interactive shell.
ka: ეს Debian-ის დაყენების პროგრამის ქსელის კონსოლია. აქედან შეგიძლიათ, Debian-ის დაყენების პროგრამის გაშვება, ან ინტერაქტიული შელის შესრულება.

source: To return to this menu, you will need to log in again.
ka: ამ მენიუში დასაბრუნებლად სისტემაში ხელახლა შემოსვლა მოგიწევთ.

source: Generating SSH host key
ka: SSH ჰოსტის გასაღების გენერირება

source: Remote installation password:
ka: დაშორებული დაყენების ს პაროლი:

source: You need to set a password for remote access to the Debian installer. A malicious or unqualified user with access to the installer can have disastrous results, so you should take care to choose a password that is not easy to guess. It should not be a word found in the dictionary, or a word that could be easily associated with you, like your middle name.
ka: Debian installer-ის დაშორებულ წვდომისათვის პაროლი უნდა დააყენოთ. სისტემაში დაბალკვალიფიციური მომხმარებლის ან ბოროტგანმზრახველის ამ ანგარიშით შესვლამ შეიძლება კატასტროფა გამოიწვიოს, ამიტომ დაადეთ მას პაროლი, თან სასურველია რთული გამოსაცნობი - ის არ უნდა იყოს გავრცელებული სიტყვა, და არ უნდა ასოცირდებოდეს თქვენს პიროვნებასთან.

source: This password is used only by the Debian installer, and will be discarded once you finish the installation.
ka: ეს პაროლი, მხოლოდ, Debian-ის დაყენების პროგრამის მიერ გამოიყენება და გაუქმდება დაყენების დასრულებისას.

source: Please enter the same remote installation password again to verify that you have typed it correctly.
ka: შეცდომისაგან დასაზღვევად ხელახლა აკრიფეთ დაშორებულად დაყენების პაროლი.

source: Password mismatch
ka: პაროლები არ ემთხვევა

source: The two passwords you entered were not the same. Please enter a password again.
ka: ორივე პაროლი ერთნაირი უნდა იყოს. შეიყვანეთ პაროლი კიდევ ერთხელ.

source: Start SSH
ka: SSH-ის გაშვება

source: To continue the installation, please use an SSH client to connect to the IP address ${ips} and log in as the "installer" user. For example:
ka: დაყენების გასაგრძელებლად, გთხოვთ, გამოიყენეთ SSH კლიენტი, რათა დაუკავშირდეთ IP მისამართს ${ips} და შეხვიდეთ სისტემაში მომხმარებლით "installer" . მაგ:

source: The fingerprint of this SSH server's host key is: ${fingerprint}
ka: ამ SSH სერვერის ჰოსტის გასაღების ციფრული ანაბეჭდია: ${fingerprint}

source: Please check this carefully against the fingerprint reported by your SSH client.
ka: გთხოვთ, გულდასმით შეადარეთ ის თქვენი SSH კლიენტის მიერ მოწოდებულ ციფრულ ანაბეჭდს.

source: Could not fetch SSH authorized keys
ka: SSH ავტორიზებული გასაღებების გამოთხოვა შეუძლებელია

source: An error occurred while fetching SSH authorized keys from ${LOCATION}.
ka: შეცდომა ${LOCATION}-დან SSH ავტორიზებული გასაღებების გამოთხოვისას.

source: No boot loader installed
ka: ჩამტვირთველი დაყენებული არაა

source: No boot loader has been installed, either because you chose not to or because your specific architecture doesn't support a boot loader yet.
ka: ჩამტვირთველი არ დაყენებულა - ან თქვენს მიერ იყო უარი ნათქვამი, ან თქვენი კომპიუტერი არ იძლევა ამის საშუალებას.

source: You will need to boot manually with the ${KERNEL} kernel on partition ${BOOT} and ${ROOT} passed as a kernel argument.
ka: ამიტომ თქვენ ხელით უნდა ჩატვირთოთ ბირთვი ${KERNEL} დანაყოფზე ${BOOT} და მას ${ROOT} ბირთვის არგუმენტად გადასცეთ.

source: Guided - use entire disk and set up encrypted LVM
ka: ოსტატით - მთელი დისკის გამოყენება და დაშიფრული LVM

source: Name of the volume group for the new system:
ka: ტომების ჯგუფის სახელი ახალი სისტემისათვის:

source: This happened because the selected recipe does not contain any partition that can be created on LVM volumes.
ka: ეს მოხდა იმის გამო, რომ არჩეული მეთოდი არ შეიცავს დანაყოფებს, რომლებიც შეიძლება შეიქმნას LVM-ის ტომებზე.

source: Continue installation without /boot partition?
ka: გავაგრძელოთ დაყენება /boot დანაყოფის გარეშე?

source: The recipe you selected does not contain a separate partition for /boot. This is normally needed to allow you to boot the system when using LVM.
ka: თქვენს მიერ არჩეული მეთოდი არ ითვალისწინებს /boot დანაყოფს, რომელიც, როგორც წესი, საჭიროა LVM-ის გამოყენებით ჩატვირთვისას.

source: You can choose to ignore this warning, but that may result in a failure to reboot the system after the installation is completed.
ka: შეგიძლიათ არ მიაქციოთ ყურადღება ამ შეტყობინებას, მაგრამ გაითვალისწინეთ, რომ დაყენების შემდეგ გადატვირთვისას, შეიძლება, პრობლემები შეიქმნას.
