Repository: Abuselife/d-i
Catalog: packages/po/sublevel3/*.po
Languages: ka

source: No iSCSI targets were discovered on ${PORTAL}.
ka: ${PORTAL}-ზე iSCSI სამიზნეები აღმოჩენილი არაა.

source: iSCSI targets on ${PORTAL}:
ka: iSCSI სამიზნეები ${PORTAL}-ზე:

source: Select the iSCSI targets you wish to use.
ka: აირჩიეთ iSCSI სამიზნეები, რომლების გამოყენებაც გნებავთ.

source: iSCSI login failed
ka: iSCSI-ზე შესვლის შეცდომა

source: Logging into the iSCSI target ${TARGET} on ${PORTAL} failed.
ka: iSCSI სამიზნეზე ${TARGET}, მდებარეობა ${PORTAL}, ჩავარდა.

source: Unallocated physical volumes:
ka: გამოუყოფელი ფიზიკური ტომები:

source: Volume groups:
ka: ტომის ჯგუფები:

source: Uses physical volume:
ka: იყენებს ფიზიკურ ტომს:

source: Provides logical volume:
ka: მოგაწვდით ლოგიკურ ტომს:

source: none[ Do not translate what's inside the brackets and just put the translation for the word "none" in your language without any brackets. This "none" relates to "Physical Volumes:" ]
ka: არაფერი

source: none[ Do not translate what's inside the brackets and just put the translation for the word "none" in your language without any brackets. This "none" relates to "Volume Groups:" ]
ka: არაფერი

source: In use by LVM volume group ${VG}
ka: გამოიყენება LVM ტომების ჯგუფის ${VG} მიერ

source: Display configuration details
ka: კონფიგურაციის დეტალების ჩვენება

source: Create volume group
ka: ტომების ჯგუფის შექმნა

source: Delete volume group
ka: ტომების ჯგუფის წაშლა

source: Extend volume group
ka: ტომების ჯგუფის გაზრდა

source: Reduce volume group
ka: ტომების ჯგუფის შემცირება

source: Create logical volume
ka: ლოგიკური ტომის შექმნა

source: Delete logical volume
ka: ლოგიკური ტომის წაშლა

source: Write the changes to disks and configure LVM?
ka: ჩავწერო ცვლილებები და მოვირგო LVM?

source: Before the Logical Volume Manager can be configured, the current partitioning scheme has to be written to disk. These changes cannot be undone.
ka: LVM-ის კონფიგურაციამდე დისკების დაყოფის მიმდინარე სქემა უნდა შევინახოთ. შემდგომში ამ ცვლილებების გაუქმება შეუძლებელი იქნება.

source: After the Logical Volume Manager is configured, no additional changes to the partitioning scheme of disks containing physical volumes are allowed during the installation. Please decide if you are satisfied with the current partitioning scheme before continuing.
ka: LVM-ის მორგების შემდეგ ფიზიკური ტომების შემცველი დისკების დაყოფის სქემებში დაყენების განმავლობაში რაიმე ცვლილების შეტანა შეუძლებელია. სანამ გააგრძელებდეთ, დარწმუნდით მიმდინარე სქემის სისწორეში.

source: Keep current partition layout and configure LVM?
ka: შევინახოთ დისკების დაყოფის მიმდინარე სქემა და მოვირგო LVM?

source: After the Logical Volume Manager is configured, no additional changes to the partitions in the disks containing physical volumes are allowed. Please decide if you are satisfied with the current partitioning scheme in these disks before continuing.
ka: LVM-ის მოწყობის შემდეგ ფიზიკური ტომების შემცველ დისკებზე ცვლილებების შეტანა შეუძლებელი იქნება. შეამოწმეთ, გაკმაყოფილებთ თუ არა დისკების დაყოფის მიმდინარე სქემა.

source: LVM configuration failure
ka: LVM-ის კონფიგურაცია ჩავარდა

source: An error occurred while writing the changes to the disks.
ka: შეცდომა ცვლილებების დისკებზე ჩაწერისას.

source: Logical Volume Manager configuration has been aborted.
ka: ლოგიკური ტომების მმართველის მორგება შეწყდა.

source: physical volume for LVM
ka: ფიზიკური ტომი LVM-ისთვის

source: Summary of current LVM configuration:
ka: LVM-ის მიმდინარე კონფიგურაციის შეჯამება:

source: Free Physical Volumes: ${FREE_PVS} Used Physical Volumes: ${USED_PVS} Volume Groups: ${VGS} Logical Volumes: ${LVS}
ka: თავისუფალი ფიზიკური ტომები: ${FREE_PVS} დაკავებული ფიზიკური ტომები: ${USED_PVS} ტომის ჯგუფები: ${VGS} ლოგიკური ტომები: ${LVS}

source: Current LVM configuration:
ka: LVM-ის მიმდინარე კონფიგურაცია:

source: No physical volumes were selected. The creation of a new volume group has been aborted.
ka: ფიზიკური ტომები მითითებული არაა. ახალი ტომების ჯგუფის შექმნა შეწყდა.

source: No name for the volume group has been entered. Please enter a name.
ka: ტომების ჯგუფის დასახელება შეყვანილი არაა. შეიყვანოთ სახელი.

source: The selected volume group name is already in use. Please choose a different name.
ka: ასეთი სახელის მქონე ტომების ჯგუფი უკვე არსებობს. აირჩიეთ სხვა სახელი.

source: The selected volume group name overlaps with an existing device name. Please choose a different name.
ka: არჩეული ტომების ჯგუფის სახელი არსებული მოწყობილობის სახელს ემთხვევა. აირჩიეთ სხვა სახელი.

source: Error while creating volume group
ka: შეცდომა ტომების ჯგუფის შექმნისას

source: The volume group ${VG} could not be created.
ka: ტომების ჯგუფის ${VG} შექმნა შეუძლებელია.

source: No physical volumes were selected. Extension of the volume group has been aborted.
ka: არ არის მითითებული არცერთი ფიზიკური ტომი. ტომების ჯგუფის გაფართოება შეწყდა.

source: Devices to remove from the volume group:
ka: ტომების ჯგუფიდან წასაშლელი მოწყობილობები:

source: Please select the devices you wish to remove from the volume group.
ka: აირჩიეთ მოწყობილობები, რომლებიც გსურთ, ტომების ჯგუფიდან წაშალოთ.

source: No physical volumes were selected. Reduction of the volume group was aborted.
ka: არ იყო მითითებული ფიზიკური ტომი. ტომების ჯგუფის შემადგენლობა უცვლელი რჩება.

source: No name for the logical volume has been entered. Please enter a name.
ka: ლოგიკური ტომი სახელი მითითებული არაა. შეიყვანეთ სახელი, გეთაყვა.

source: Please enter the size of the new logical volume. You can use the following formats: 10KB (Kilobytes), 10KiB (Kibibytes), 10MB (Megabytes), 10MiB (Mebibytes), 10GB (Gigabytes), 10GiB (Gibibytes), 10TB (Terabytes), 10TiB (Tebibytes). The default unit is Megabytes.
ka: მიუთითეთ ახალი ლოგიკური ტომის ზომა ფორმატში: 10K (კილობაიტი), 10M (მეგაბაიტი), 10G (გიგაბაიტი), 10T (ტერაბაიტი). თუ მითითებულია, მხოლოდ, რიცხვი, იგულისხმება მეგაბაიტი.

source: No logical volume has been found. Please create a logical volume first.
ka: ლოგიკური ტომი ვერ მოიძებნა. ჯერ შექმენით ლოგიკური ტომი.

source: Please select the logical volume to delete.
ka: აირჩიეთ წასაშლელი ლოგიკური ტომები.

source: in VG ${VG}
ka: VG-ში ${VG}

source: The logical volume ${LV} on ${VG} could not be deleted.
ka: ვერ წაიშალა ლოგიკური ტომი (${LV}) ჯგუფიდან ${VG}.

source: Error while initializing physical volume
ka: ფიზიკური ტომის ინიციალიზაციის შეცდომა

source: The physical volume ${PV} could not be initialized.
ka: ფიზიკური ტომის ${PV} ინიციალიზაცია შეუძლებელია.

source: Invalid logical volume or volume group name
ka: ლოგიკური ტომის ან ტომების ჯგუფის არასწორი სახელი

source: Logical volume or volume group names may only contain alphanumeric characters, hyphen, plus, period, and underscore. They must be 128 characters or less and may not begin with a hyphen. The names "." and ".." are not allowed. In addition, logical volume names cannot begin with "snapshot".
ka: ლოგიკური ტომის ან ტომების ჯგუფის სახელები, შეიძლება, შეიცავდეს ასონიშნებს, ციფრებს, ტირეებს, მიმატების ნიშანს, წერტილს და ქვედა ტირეს. იგი მაქს. 128 სიმბოლოსგან შეიძლება შედგებოდეს და არ შეიძლება ტირეთი დაიწყოს. სახელები "." და ".." არაა ნებადართული. ასევე, სახელები, არ შეიძლება, დაიწყოს "snapshot"-ით.

source: Please choose a different name.
ka: გთხოვთ აირჩიოთ სხვა სახელი.

source: Remove existing logical volume data?
ka: გსურთ არსებული ლოგიკური ტომის მონაცემების წაშლა?

source: The selected device already contains the following LVM logical volumes, volume groups and physical volumes which are about to be removed:
ka: არჩეული მოწყობილობა უკვე შეიცავს შემდეგ LVM ლოგიკურ ტომებს, ტომების ჯგუფებს და ფიზიკურ ტომებს, რომლებიც მზადაა წასაშლელად:

source: Logical volume(s) to be removed: ${LVTARGETS}
ka: წასაშლელი ლოგიკური ტომები: ${LVTARGETS}

source: Volume group(s) to be removed: ${VGTARGETS}
ka: წასაშლელად გამზადებული ტომის ჯგუფ(ებ)ი: ${VGTARGETS}

source: Physical volume(s) to be removed: ${PVTARGETS}
ka: წასაშლელი ფიზიკური ტომები: ${PVTARGETS}

source: Note that this will also permanently erase any data currently on the logical volumes.
ka: გაითვალისწინეთ, რომ ეს ქმედება ლოგიკურ ტომებზე არსებულ ყველა მონაცემს სამუდამოდ წაშლის.

source: Unable to automatically remove LVM data
ka: LVM მონაცემების ავტომატური წაშლა შეუძლებელია

source: Because the volume group(s) on the selected device also consist of physical volumes on other devices, it is not considered safe to remove its LVM data automatically. If you wish to use this device for partitioning, please remove its LVM data first.
ka: ვინაიდან ამორჩეული მოწყობილობის ტომის ჯგუფ(ებ)ი სხვა მოწყობილობების ფიზიკური დანაყოფებისაგანაც შედგება, უსაფრთხო არ იქნება LVM-ის მონაცემების ავტომატურად წაშლა. თუ ამ მოწყობილობის დაყოფას აპირებთ, გთხოვთ, ჯერ მისი LVM მონაცემები წაშალეთ.

source: Logical Volume Management
ka: ლოგიკური ტომების მართვა

source: A common situation for system administrators is to find that some disk partition (usually the most important one) is short on space, while some other partition is underused. The Logical Volume Manager (LVM) can help with this.
ka: სისტემური ადმინისტრატორები ხშირად ცვივიან სიტუაციაში, როცა დისკის დანაყოფზე (უმეტეს შემთხვევაში, ყველაზე მნიშვნელოვან დანაყოფზე) ადგილი აღარ რჩება, თუმცა სხვა დანაყოფებზე ადგილი საკმარისია. ლოგიკური ტომების მმართველი (LVM) ამ პრობლემის მოგვარებაში დაგეხმარებათ.

source: LVM allows combining disk or partition devices ("physical volumes") to form a virtual disk ("volume group"), which can then be divided into virtual partitions ("logical volumes"). Volume groups and logical volumes may span several physical disks. New physical volumes may be added to a volume group at any time, and logical volumes can be resized up to the amount of unallocated space in the volume group.
ka: LVM დისკის ან დანაყოფების მოწყობილობების ("ფიზიკური ტომების") გაერთიანების და ვირტუალური დისკის ("ტომების ჯგუფის") შექმნის საშუალებას იძლევა, რომელიც შეიძლება, ვირტუალურ დანაყოფებად ("ლოგიკურ ტომებად") დაიყოს. „ტომის ჯგუფები“ და „ლოგიკური ტომები“, შეიძლება, რამდენიმე ფიზიკურ დისკზე იყოს განაწილებული. ახალი „ფიზიკური ტომები“-ები შეიძლება ნებისმიერ დროს დაემატოს „ტომების ჯგუფს“-ს, ხოლო „ლოგიკური“-ების ზომა, შესაძლოა, ტომების ჯგუფზე არსებულ აუთვისებელ სივრცემდე გაიზარდოს.

source: The items on the LVM configuration menu can be used to edit volume groups and logical volumes. After you return to the main partition manager screen, logical volumes will be displayed in the same way as ordinary partitions, and should be treated as such.
ka: LVM_ის მენიუს პუნქტები შეგიძლიათ, ტომის ჯგუფების და ლოგიკური ტომების ჩასასწორებლად გამოიყენოთ. მას შემდეგ, რაც მთავარი დაყოფის მმართველის ეკრანზე დაბრუნდებით, ლოგიკური ტომები ჩვეულებრივი დანაყოფებივით გამოჩნდება და ისინი ასეც უნდა აღიქვათ.

source: Software RAID device
ka: პროგრამული RAID მოწყობილობა

source: Configure software RAID
ka: პროგრამული RAID-ის მორგება

source: In use by software RAID device ${DEVICE}
ka: გამოიყენება პროგრამული RAID მოწყობილობის ${DEVICE}, მიერ

source: Software RAID not available
ka: პროგრამული RAID მიუწვდომელია

source: The current kernel doesn't seem to support software RAID (MD) devices. This should be solved by loading the necessary modules.
ka: ამ ბირთვს პროგრამული RAID-ის (MD) მოწყობილობების მხარდაჭერა არ გააჩნია. საჭირო მოდულების ჩატვირთვით პრობლემა მოიხსნება.

source: Software RAID configuration actions
ka: პროგრამული RAID-ის მორგების ქმედებები

source: This is the software RAID (or MD, "multiple device") configuration menu.
ka: ეს პროგრამული RAID-ის (ან MD, „multiple device“-ის) კონფიგურაციის მენიუა.

source: Please select one of the proposed actions to configure software RAID.
ka: პროგრამული RAID-ის კონფიგურაციისათვის აირჩიეთ ქმედებები.

source: Software RAID device type:
ka: პროგრამული RAID მოწყობილობის ტიპი:

source: Please choose the type of the software RAID device to be created.
ka: მიუთითეთ შესაქმნელი პროგრამული RAID მოწყობილობის ტიპი.

source: No unused partitions of the type "Linux RAID Autodetect" are available. Please create such a partition, or delete an already used software RAID device to free its partitions.
ka: "Linux RAID Autodetect" ტიპის გამოუყენებელი დანაყოფები ხელმისაწვდომი არაა. შექმენით ის, ან წაშალეთ უკვე გამოყენებული პროგრამული RAID-ის მოწყობილობა მისი დანაყოფების გასათავისუფლებლად.

source: Active devices for the RAID0 array:
ka: RAID0 მასივის აქტიური მოწყობილობების რიცხვი:

source: The RAID${LEVEL} array will consist of both active and spare devices. The active devices are those used, while the spare devices will only be used if one or more of the active devices fail. A minimum of ${MINIMUM} active devices is required.
ka: RAID${LEVEL} მასივი შეიცავს როგორც აქტიურ, ისე სათადარიგო დანაყოფებს. აქტიური მოწყობილობები გამოიყენება ყოველთვის, ხოლო სათადარიგო მოწყობილობები მხოლოდ იმ შემთხვევაში, თუ ერთი ან რამდენიმე აქტიური მოწყობილობა მწყობრიდან გამოვა. საჭიროა, მინიმუმ ${MINIMUM} აქტიური მოწყობილობა.

source: Active devices for the RAID${LEVEL} array:
ka: RAID${LEVEL} მასივის აქტიური მოწყობილობები:

source: Spare devices for the RAID${LEVEL} array:
ka: RAID${LEVEL} მასივის სათადარიგო მოწყობილობები:

source: Please choose which partitions will be used as spare devices. You may choose up to ${COUNT} partitions. If you choose less than ${COUNT} devices, the remaining partitions will be added to the array as "missing". You will be able to add them to the array later.
ka: აირჩიეთ სათადარიგო მოწყობილობად გამოყენებული დანაყოფები. შეგიძლიათ აირჩიოთ ${COUNT}-მდე დანაყოფი. თუ ${COUNT}-ზე ნაკლებს აირჩევთ, დარჩენილი დანაყოფები დაემატება მასივს როგორც „ნაკლული“. მათ მასივში დამატებას მოგვიანებით შეძლებთ.

source: Layout of the RAID10 array:
ka: RAID10 მასივის განლაგება:

source: Software RAID device to be deleted:
ka: წასაშლელი პროგრამული RAID მოწყობილობა:

source: Deleting a software RAID device will stop it and clear the superblock of all its components.
ka: RAID პროგრამული მოწყობილობის წაშლა გამოიწვევს მის გაჩერებას და ყველა კომპონენტის სუპერბლოკის გასუფთავებას.

source: Please note this will not immediately allow you to reuse the partitions or devices in a new software RAID device. The array will however be unusable after the deletion.
ka: გაითვალისწინეთ, რომ ამით დანაყოფების ან მოწყობილობების პროგრამულ RAID-ში დაუყოვნებელი კვლავ გამოყენება არ იქნება შესაძლებელი. თუმცა მასივი წაშლის შემდეგ ვერ გამოიყენება.

source: No software RAID devices available
ka: პროგრამული RAID მოწყობილობები ხელმიუწვდომელია

source: No software RAID devices are available for deletion.
ka: წასაშლელად პროგრამული RAID მოწყობილობა ვერ მოიძებნა.

source: Really delete this software RAID device?
ka: ნამდვილად გსურთ ამ პროგრამული RAID მოწყობილობის წაშლა?

source: Please confirm whether you really want to delete the following software RAID device:
ka: დაადასტურეთ, რომ ნამდვილად გსურთ შემდეგი პროგრამული RAID მოწყობილობის წაშლა:

source: Failed to delete the software RAID device
ka: პროგრამული RAID მოწყობილობა ვერ წაიშალა

source: There was an error deleting the software RAID device. It may be in use.
ka: შეცდომა პროგრამული RAID მოწყობილობის წაშლისას. შესაძლოა გამოიყენება.

source: Write the changes to the storage devices and configure RAID?
ka: შევინახოთ ცვლილებები საცავის მოწყობილობებზე და მოვირგო RAID?

source: Before RAID can be configured, the changes have to be written to the storage devices. These changes cannot be undone.
ka: RAID-ის კონფიგურაციამდე ყველა ცვლილება ჩაწერილი უნდა იყოს საცავის მოწყობილობებზე. ეს ცვლილებები შეუქცევადია.

source: When RAID is configured, no additional changes to the partitions in the disks containing physical volumes are allowed. Please convince yourself that you are satisfied with the current partitioning scheme in these disks.
ka: RAID-ის მოწყობის შემდეგ ფიზიკური ტომების შემცველ დისკებზე ცვლილებების შეტანა შეუძლებელი იქნება. შეამოწმეთ, გაკმაყოფილებთ თუ არა დისკების დაყოფის მიმდინარე სქემა.

source: Keep current partition layout and configure RAID?
ka: შევინახო მიმდინარე დაყოფის სქემა და დავიწყოთ RAID-ის მორგება?

source: RAID configuration failure
ka: RAID-ის მორგება ჩავარდა

source: RAID configuration has been aborted.
ka: RAID-ის მორგება შეწყდა.

source: physical volume for RAID
ka: ფიზიკური ტომი RAID-ისათვის

source: Remove existing software RAID partitions?
ka: წავშალო არსებული პროგრამული RAID-ის დანაყოფები?

source: The selected device contains partitions used for software RAID devices. The following devices and partitions are about to be removed:
ka: არჩეული მოწყობილობა შეიცავს დანაყოფებს, რომელთაც RAID მოწყობილობები იყენებს. წასაშლელად მზადაა შემდეგი მოწყობილობები და დანაყოფები:

source: Software RAID devices about to be removed: ${REMOVED_DEVICES}
ka: წასაშლელად მზა პროგრამული RAID მოწყობილობები: ${REMOVED_DEVICES}

source: Partitions used by these RAID devices: ${REMOVED_PARTITIONS}
ka: დანაყოფები, რომლებსაც ეს RAID მოწყობილობები იყენებს: ${REMOVED_PARTITIONS}

source: Note that this will also permanently erase any data currently on the software RAID devices.
ka: გაითვალისწინეთ, რომ ეს მოქმედება პროგრამულ RAID მოწყობილობაზე არსებულ მთელ მონაცემებს სამუდამოდ წაშლის.

source: Download debconf preconfiguration file
ka: debconf წინასწარი მორგების ფაილის გადმოწერა

source: Location of initial preconfiguration file:
ka: საწყისი წინასწარი მორგების ფაილის მდებარეობა:

source: In order to perform an automated install, you need to supply a preconfiguration file (which can in turn pull in other files). To do that, you need to provide a (perhaps partial) URL.
ka: ავტომატურად დასაყენებლად წინასწარი მორგების ფაილი უნდა მიუთითოთ (რომელიც თავის მხრივ სხვა ფაილებს მიმართავს). ამისთვის (შეიძლება ნაწილობრივი) URL უნდა მიუთითოთ.

source: This can be as simple as the machine name where your preseed files reside up to a full URL. Any of these could be made to work: intra [for example.com, these three are equivalent] intra.example.com http://intra.example.com/d-i/./lenny/preseed.cfg http://192.168.0.1/~phil/test47.txt floppy://preseed.cfg file:///hd-media/kiosk/./preseed.cfg
ka: ეს შესაძლოა უბრალოდ იმ სისტემის სახელი იყოს, რომელზეც ფაილები მდებარეობს, ან, შეიძლება, სრული URL იყოს: intra [example.com-ისათვის ეს სამი არის ექვივალენტი] intra.example.com http://intra.example.com/d-i/./lenny/preseed.cfg http://192.168.0.1/~phil/test47.txt floppy://preseed.cfg file:///hd-media/kiosk/./preseed.cfg

source: For fully automated installs, preseed/url should itself be preseeded (via kernel command line, DHCP, or syslinux.cfg on customised media).
ka: სრულად ავტომატიზებულად დაყენებისთვის, აუცილებელია, წინამძღვარი/url თავად უნდა იქნეს წამძღვარებული (მორგებული მედიაზე, ბირთვის ბრძანების სტრიქონიდან, DHCP-დან, ან syslinux.cfg-დან მომხმარებლის მედიაზე).

source: See http://wiki.debian.org/DebianInstaller/Preseed for inspiration.
ka: დამატებითი შთაგონებისათვის იხილეთ http://wiki.debian.org/DebianInstaller/Preseed.

source: Load debconf preconfiguration file
ka: debconf წინასწარი მორგების ფაილის ჩატვირთვა

source: No partitions found
ka: დანაყოფები აღმოჩენილი არაა

source: The installer could not find any partitions, so you will not be able to mount a root file system. This may be caused by the kernel failing to detect your hard disk drive or failing to read the partition table, or the disk may be unpartitioned. If you wish, you may investigate this from a shell in the installer environment.
ka: დაყენების პროგრამამ დანაყოფები ვერ იპოვა, შედეგად თქვენ ძირითადი ფაილური სისტემის მიმაგრება ვერ მოხერხდა. ამის მიზეზი, შესაძლოა, ბირთვის მიერ თქვენი მყარი დისკის ვერამოცნობაა, ან უცნობი დანაყოფების ცხრილი. შესაძლოა დისკი დაყოფილი არც არის. სურვილის შემთხვევაში, შეგიძლიათ, ეს პრობლემა დაყენების გარემო გარემოს გარსიდან გამოიკვლიოთ.

source: Assemble RAID array
ka: RAID მასივის აწყობა

source: Do not use a root file system
ka: არ გამოიყენო ძირითადი ფაილური სისტემა

source: Device to use as root file system:
ka: მოწყობილობა ძირითადი ფაილური სისტემით:

source: Enter a device you wish to use as your root file system. You will be able to choose among various rescue operations to perform on this file system.
ka: მიუთითეთ მოწყობილობა, რომელიც გამოყენებული იქნება როგორც ძირითადი ფაილური სისტემა. ამ სისტემაზე შემდგომ შეგეძლებათ გარკვეული აღდგენითი პროცედურების ჩატარება.

source: If you choose not to use a root file system, you will be given a reduced choice of operations that can be performed without one. This may be useful if you need to correct a partitioning problem.
ka: თუ გადაწყვეტთ, უარი თქვათ ძირითადი ფაილური სისტემის გამოყენებაზე, მის გარეშე შეზღუდული რაოდენობის ოპერაციის შესრულებას შეძლებთ. ეს, შეიძლება, დაყოფის პრობლემის აღმოფხვრაში დაგეხმაროთ.

source: No such device
ka: ასეთი მოწყობილობა არ არსებობს

source: The device you entered for your root file system (${DEVICE}) does not exist. Please try again.
ka: მოწყობილობა (${DEVICE}), რომელიც თქვენ მიუთითეთ, როგორც ძირითადი ფაილური სისტემა, არ არსებობს. თავიდან სცადეთ.

source: Mount failed
ka: მიმაგრება ჩავარდა

source: An error occurred while mounting the device you entered for your root file system (${DEVICE}) on /target.
ka: შეცდომა თქვენს მიერ ძირითად ფაილურ სისტემად მითითებული მოწყობილობის (${DEVICE}) მიმაგრებისას /target-ზე.

source: Please check the syslog for more information.
ka: მეტი ინფორმაციისთვის იხილეთ სისტემური ჟურნალი.

source: Rescue operations
ka: აღდგენის ოპერაციები

source: Rescue operation failed
ka: აღდგენის ოპერაცია ჩავარდა

source: The rescue operation '${OPERATION}' failed with exit code ${CODE}.
ka: აღდგენის ოპერაცია '${OPERATION}' ავარიულად დასრულდა კოდით ${CODE}.

source: Execute a shell in ${DEVICE}
ka: გარსის გაშვება მოწყობილობაში ${DEVICE}

source: Execute a shell in the installer environment
ka: გარსის გაშვება დაყენების პროგრამის გარემოში

source: Choose a different root file system
ka: სხვა ძირითადი ფაილური სისტემის არჩევა

source: Reboot the system
ka: სისტემის გადატვირთვა

source: Executing a shell
ka: გარსის გაშვება

source: After this message, you will be given a shell with ${DEVICE} mounted on "/". If you need any other file systems (such as a separate "/usr"), you will have to mount those yourself.
ka: ამ შეტყობინების შემდეგ თქვენ მოგეცემათ გარსი, სადაც ${DEVICE} მიმაგრებული იქნება "/"-ზე. თუ გჭირდებათ სხვა ფაილური სისტემებიც, (მაგალითად, ცალკე "/usr"), ისინი, თვითონ უნდა მიამაგროთ.

source: Error running shell in /target
ka: /target-დან გარსი ვერ გაეშვა

source: A shell (${SHELL}) was found on your root file system (${DEVICE}), but an error occurred while running it.
ka: თქვენს ძირითად ფაილურ სისტემაში (${DEVICE}) არის გარსი (${SHELL}), მაგრამ მისი გაშვება ვერ ხერხდება.

source: No shell found in /target
ka: /target-ში გარსი ვერ მოიძებნა

source: No usable shell was found on your root file system (${DEVICE}).
ka: ძირითად ფაილურ სისტემაში (${DEVICE}) გარსი ვერ მოიძებნა.

source: Interactive shell on ${DEVICE}
ka: ინტერაქტიული გარსი ${DEVICE}-ზე

source: After this message, you will be given a shell with ${DEVICE} mounted on "/target". You may work on it using the tools available in the installer environment. If you want to make it your root file system temporarily, run "chroot /target". If you need any other file systems (such as a separate "/usr"), you will have to mount those yourself.
ka: ახლა თქვენ მოგეცემათ "/target"-ზე მიმაგრებულ ${DEVICE}-სთან მიმართვის საშუალება. თქვენ შეგეძლებათ იმუშაოთ მასზე დაყენების პროგრამისთვის ხელმისაწვდომი პროგრამებით. თუ გნებავთ, ის დროებით თქვენი ძირითადი ფაილური სისტემა გახდეს, გაუშვით ბრძანება "chroot /target", ან მიამაგრეთ სხვა ფაილური სისტემა (როგორც, მაგ.: "/usr") თქვენ თვითონ.

source: After this message, you will be given a shell in the installer environment. No file systems have been mounted.
ka: ამ შეტყობინების შემდეგ გაეშვება დაყენების პროგრამის გარსი. ფაილური სისტემები მიმაგრებული არ იქნება.

source: Interactive shell in the installer environment
ka: ინტერაქტიული გარსი დაყენების პროგრამის გარემოში

source: Passphrase for ${DEVICE}:
ka: პაროლი ${DEVICE}-ისთვის:

source: Please enter the passphrase for the encrypted volume ${DEVICE}.
ka: შეიყვანეთ დაშიფრული ტომი ${DEVICE}-ის პაროლი.
