Repository: Abuselife/d-i
Catalog: packages/po/sublevel3/*.po
Languages: ka

source: Enable source repositories in APT?
ka: ჩავრთო კოდის რეპოზიტორიები APT-ში?

source: By default source repositories are listed in /etc/apt/sources.list (with appropriate "deb-src" lines) so that "apt-get source" works. However, if you don't need this feature, you can disable those entries and save some bandwidth during "apt-get update" operations.
ka: ნაგულისხმევად კოდის რეპოზიტორიები ჩამოთვლილია /etc/apt/sources.list-ში (შესაბამისი "deb-src" ხაზებით), ასე რომ "apt-get source" იმუშავებს. მაგრამ, თუ ეს ფუნქცია არ გჭირდებათ, შეგიძლიათ, გათიშოთ ეს ჩანაწერები და შეინახოთ ტრაფიკი "apt-get update"-ის დროს.

source: Tool to use to generate boot initrd:
ka: ჩატვირთვის initrd-ს შექმნის პროგრამა:

source: The list shows the available tools. If you are unsure which to select, you should select the default. If your system fails to boot, you can retry the installation using the other options.
ka: აირჩიეთ პროგრამა სიიდან. თუ არ იცით, რომელი აირჩიოთ, დატოვეთ ნაგულისხმევი. თუ სისტემა ვერ ჩაიტვირთა, გაიმეორეთ დაყენება სხვა პარამეტრით.

source: Unsupported initrd generator
ka: მხარდაუჭერელი initrd-ის გენერატორი

source: The package ${GENERATOR} that was selected to generate the initrd is not supported.
ka: initrd-ს შესაქმნელად არჩეული პაკეტი ${GENERATOR} მხარდაჭერილი არაა.

source: generic: include all available drivers
ka: სტანდარტული: ყველა ხელმისაწვდომი დრაივერის ჩასმა

source: targeted: only include drivers needed for this system
ka: მიმართული: მხოლოდ ის დრაივერები, რომლებიც ამ სისტემას ჭირდება

source: Drivers to include in the initrd:
ka: initrd-ში ჩასასმელი დრაივერები:

source: The primary function of an initrd is to allow the kernel to mount the root file system. It therefore needs to contain all drivers and supporting programs required to do that.
ka: initrd-ის ძირითადი ფუნქციაა საშუალება მისცეს ბირთვს, მიამაგროს ძირითადი ფაილური სისტემა. შესაბამისად, მას ამისათვის საჭირო ყველა დრაივერი და დამხმარე პროგრამა ჭირდება.

source: A generic initrd is much larger than a targeted one and may even be so large that some boot loaders are unable to load it but has the advantage that it can be used to boot the target system on almost any hardware. With the smaller targeted initrd there is a very small chance that not all needed drivers are included.
ka: სტანდარტული initrd მიმართულზე ბევრად დიდია და შესაძლოა იმდენად დიდი იყოს, რომ ზოგიერთმა ჩამტვირთველმა შესაძლოა მისი ჩატვირთვა ვერ შეძლოს. თუმცა მისი უპირატესობაა, რომ სამიზნე სისტემის ჩატვირთვა თითქმის ნებისმიერი კონფიგურაციის მქონე მოწყობილობაზე შეუძლია. უფრო მცირე, მიმართული initrd-ს შემთხვევაში არსებობს მცირე რისკი იმისა, რომ იგი არ შეიცავდეს ყველა საჭირო დრაივერს.

source: Enter random characters
ka: შეიყვანეთ შემთხვევითი სიმბოლოები

source: You can help speed up the process by entering random characters on the keyboard, or just wait until enough key data has been collected (which can take a long time).
ka: პროცესის დაჩქარება კლავიატურაზე შემთხვევით ღილაკებზე დაჭერით შეგიძლიათ, ან მოიცადეთ სანამ საკმარისი ღილაკების მონაცემები შეგროვდება (ამას, შესაძლოა, დიდი დრო დაჭირდეს).

source: Key data has been created successfully.
ka: გასაღების მონაცემები წარმატებით შეიქმნა.

source: Enter random characters or make random movements with the mouse
ka: შეიყვანეთ შემთხვევითი სიმბოლოები ან გაარხიეთ თაგუნა შემთხვევითად

source: You can help speed up the process by entering random characters on the keyboard or by making random movements with the mouse.
ka: პროცესის დაჩქარება კლავიატურაზე შემთხვევით ღილაკებზე დაჭერით, ან თაგუნას შემთხვევითი მოძრაობით შეგიძლიათ.

source: Resume installation
ka: დაყენების გაგრძელება

source: Choose "Continue" to really exit the shell and resume the installation; any processes still running in the shell will be aborted.
ka: აირჩიეთ „გაგრძელება“, თუ ნამდვილად გსურთ გამოხვიდეთ გარსიდან და გააგრძელოთ დაყენება. გარსში გაშვებული მიმდინარე პროცესები გაჩერდება.

source: Architecture not supported
ka: არქიტექტურა მხარდაჭერილი არაა

source: The specified Debian archive mirror does not seem to support your architecture. Please try a different mirror.
ka: Debian-ის არქივის მითითებულ სარკეს თქვენს არქიტექტურის მხარდაჭერა არ გააჩნია. გთხოვთ გამოიყენოთ სხვა სარკე.

source: Do not change the boot/kernel font
ka: არ შეცვალო boot/kernel-ის ფონტი

source: Let the system select a suitable font
ka: შესაბამისი ფონტის არჩევის სისტემისთვის მინდობა

source: framebuffer only
ka: მხოლოდ framebuffer

source: . Arabic
ka: . არაბული

source: # Armenian
ka: # სომხური

source: # Cyrillic - KOI8-R and KOI8-U
ka: # კირილიცა - KOI8-R და KOI8-U

source: # Cyrillic - non-Slavic languages
ka: # კირილიცა - არასლავური ენები

source: . Cyrillic - non-Slavic languages (for blind users)
ka: . კირილიცა - არასლავური ენები (ბრმა მომხმარებლებისთვის)

source: # Cyrillic - Slavic languages (also Bosnian and Serbian Latin)
ka: # კირილიცა - სლავური ენები (ასევე ბოსნიური და სერბული ლათინური)

source: . Cyrillic - Slavic languages (for blind users)
ka: . კირილიცა - სლავური ენები (ბრმა მომხმარებლებისთვის)

source: . Ethiopic
ka: . ეთიოპიური

source: # Georgian
ka: # ქართული

source: # Greek
ka: # ბერძნული

source: . Greek (for blind users)
ka: . ბერძნული (ბრმა მომხმარებლებისთვის)

source: # Hebrew
ka: # ივრითი

source: # Lao
ka: # ლაოსური

source: # Latin1 and Latin5 - western Europe and Turkic languages
ka: # Latin1 და Latin5 - დასავლეთ ევროპა და თურქული ენები

source: # Latin2 - central Europe and Romanian
ka: # Latin2 - ცენტრალური ევროპა და რუმინული

source: # Latin3 and Latin8 - Chichewa; Esperanto; Irish; Maltese and Welsh
ka: # Latin3 და Latin8 - ჩიჩევა; ესპერანტო; ირლანდიური; მალტური და უელსური

source: # Latin7 - Lithuanian; Latvian; Maori and Marshallese
ka: # Latin7 - ლიეტუვური; ლატვიური; მაორი; მარშალური

source: . Latin - Vietnamese
ka: . ლათინური - ვიეტნამური

source: # Thai
ka: # ტაილანდური

source: . Combined - Latin; Slavic Cyrillic; Hebrew; basic Arabic
ka: . კომბინირებული - ლათინური; სლავური კირილიცა; ებრაული; ძირითადი არაბული

source: . Combined - Latin; Slavic Cyrillic; Greek
ka: . კომბინირებული - ლათინური; სლავური კირილიცა; ბერძნული

source: . Combined - Latin; Slavic and non-Slavic Cyrillic
ka: . კომბინირებული - ლათინური; სლავური და არასლავური კირილიცა

source: Guess optimal character set
ka: ოპტიმალური სიმბოლოების სეტის მიხვედრა

source: Character set to support:
ka: კოდირების მხარდაჭერა:

source: Please choose the character set that should be supported by the console font.
ka: აირჩიეთ სიმბოლოების კოდირება, რომლის მხარდაჭერაც კონსოლის შრიფტს უნდა ჰქონდეს.

source: If you don't use a framebuffer, the choices that start with "." will reduce the number of available colors on the console.
ka: თუ framebuffer-ს არ იყენებთ, „.“-თი დაწყებული სახელები კონსოლზე არსებული ფერების რაოდენობას შეამცირებს.

source: Font for the console:
ka: კონსოლის ფონტი:

source: "VGA" has a traditional appearance and has medium coverage of international scripts. "Fixed" has a simplistic appearance and has better coverage of international scripts. "Terminus" may help to reduce eye fatigue, though some symbols have a similar aspect which may be a problem for programmers. "DejaVu" is suited to screens with HiDPI.
ka: "VGA" ტრადიციული შრიფტია და საერთაშორისო ანბანების მეტ-ნაკლები მხარდაჭერა გააჩნია. "Fixed" უფრო მარტივად გამოიყურება და საერთაშორისო ანბანების მეტი მხარდაჭერა გააჩნია. "Terminus" თვალის დაღლილობას ამცირებს, თუმცა ზოგიერთი სიმბოლო ერთმანეთს ძალიან ჰგავს, რაც დეველოპერებისთვის შეიძლება მოუხერხებელი იყოს.

source: If you prefer a bold version of the Terminus font, choose either TerminusBold (if you use a framebuffer) or TerminusBoldVGA (otherwise).
ka: თუ Terminus შრიფტის მუქი ვერსია გირჩევნიათ, ამოირჩიეთ ან TerminusBold (თუ framebuffer-ს იყენებთ) ან TerminusBoldVGA (სხვა შემთხვევებში).

source: Font size:
ka: ფონტის ზომა:

source: Please select the size of the font for the console. For reference, the font used when the computer boots has size 8x16.
ka: გთხოვთ, აირჩიეთ კონსოლის ფონტის ზომა. შედარებისთვის, გაითვალისწინეთ, რომ ჩატვირთვისას კომპიუტერი 8x16 ზომის ფონტს იყენებს.

source: Please select the size of the font for the console. Some font sizes require framebuffer.
ka: გთხოვთ აირჩიოთ კონსოლის ფონტი. ზოგიერთი ფონტის ზომა framebuffer-ს მოითხოვს.

source: Encoding to use on the console:
ka: კონსოლზე გამოსაყენებელი კოდირება:

source: Keep the current keyboard layout in the configuration file?
ka: შევინახო მიმდინარე კლავიატურის განლაგება კონფიგურაციის ფაილში?

source: The current keyboard layout in the configuration file /etc/default/keyboard is defined as XKBLAYOUT="${XKBLAYOUT}" and XKBVARIANT="${XKBVARIANT}".
ka: მიმდინარე კლავიატურის განლაგება კონფიგურაციის ფაილში /etc/default/keyboard აღწერილია, როგორც XKBLAYOUT="${XKBLAYOUT}" და XKBVARIANT="${XKBVARIANT}".

source: Please choose whether you want to keep it. If you choose this option, no questions about the keyboard layout will be asked and the current configuration will be preserved.
ka: აირჩიეთ, გნებავთ თუ არა, შეინარჩუნოთ ის. თუ აირჩევთ ამ პარამეტრს, კლავიატურის განლაგების შესახებ კითხვებს აღარ დაგისვამთ და მიმდინარე კონფიგურაცია შენარჩუნებული იქნება.

source: Keep default keyboard layout (${XKBLAYOUTVARIANT})?
ka: შევინარჩუნო ნაგულისხმევი კლავიატურის განლაგება (${XKBLAYOUTVARIANT})?

source: The default value for the keyboard layout is XKBLAYOUT="${XKBLAYOUT}" and XKBVARIANT="${XKBVARIANT}". This default value is based on the currently defined language/region and the settings in /etc/X11/xorg.conf.
ka: ნაგულისხმევი მნიშვნელობა კლავიატურის მნიშვნელობისთვის არის XKBLAYOUT="${XKBLAYOUT}" და XKBVARIANT="${XKBVARIANT}". ეს ნაგულისხმევი მნიშვნელობა ეფუძნება ამჟამად აღწერილ ენასა და რეგიონს და პარამეტრებს ფაილში /etc/X11/xorg.conf.

source: Please choose whether you want to keep it. If you choose this option, no questions about the keyboard layout will be asked.
ka: აირჩიეთ, გნებავთ თუ არა, შეინარჩუნოთ ის. თუ აირჩევთ ამ პარამეტრს, კლავიატურის განლაგების შესახებ კითხვებს აღარ დაგისვამთ.

source: Keep current keyboard options in the configuration file?
ka: შევინარჩუნო მიმდინარე კლავიატურის პარამეტრები კონფიგურაციის ფაილში?

source: The current keyboard options in the configuration file /etc/default/keyboard are defined as XKBOPTIONS="${XKBOPTIONS}".
ka: მიმდინარე კლავიატურის პარამეტრები კონფიგურაციის ფაილში /etc/default/keyboard აღწერილია, როგორც XKBOPTIONS="${XKBOPTIONS}".

source: If you choose to keep these options, no questions about the keyboard options will be asked.
ka: თუ აირჩევთ ამ პარამეტრების შენარჩუნებას, კლავიატურის განლაგების შესახებ კითხვებს აღარ დაგისვამთ.

source: Keep default keyboard options (${XKBOPTIONS})?
ka: შევინარჩუნო ნაგულისხმევი კლავიატურის პარამეტრები (${XKBOPTIONS})?

source: The default value for the options of the keyboard layout is XKBOPTIONS="${XKBOPTIONS}". It is based on the currently defined language/region and the settings in /etc/X11/xorg.conf.
ka: ნაგულისხმევი მნიშვნელობა კლავიატურის მნიშვნელობისთვის არის XKBOPTIONS="${XKBOPTIONS}". ეს ნაგულისხმევი მნიშვნელობა ეფუძნება ამჟამად აღწერილ ენასა და რეგიონს და პარამეტრებს ფაილში /etc/X11/xorg.conf.

source: If you choose to keep it, no questions about the keyboard options will be asked.
ka: თუ აირჩევთ, შეინარჩუნოთ ის, კლავიატურის პარამეტრების შესახებ კითხვებს აღარ დაგისვამთ.

source: Use Control+Alt+Backspace to terminate the X server?
ka: გამოვიყენო Control+Alt+Backspace ღილაკები X სერვერის დაუყოვნებლივ გასათიშად?

source: By default the combination Control+Alt+Backspace does nothing. If you want it can be used to terminate the X server.
ka: ნაგულისხმევად, ღილაკების კომბინაცია Control+Alt+Backspace არაფერს აკეთებს. თუ გნებავთ, ის X სერვერის მუშაობს დაუყოვნებლივ დასრულებისთვის შეგიძლიათ, გამოიყენოთ.

source: Check integrity of the installation media?
ka: შევამოწმო დასაყენებელი მედიის სიმთელე?

source: Warning: this check depends on your hardware and may take some time.
ka: გაფრთხილება: შემოწმება მოითხოვს გარკვეულ დროს, რომლის ხანგრძლივობა დამოკიდებულია თქვენს აპარატურაზე.

source: Insert Debian installation media
ka: ჩადეთ Debian-ის დისკი

source: Please insert one of the official Debian installation media before continuing.
ka: სანამ გააგრძელებდეთ, ჩადეთ Debian-ის ოფიციალური დაყენების მედია.

source: Failed to mount installation media
ka: დაყენების დისკის მიმაგრების შეცდომა

source: The device '${CDROM}' could not be mounted correctly. Please check the media and cables, and try it again.
ka: მოწყობილობა ${CDROM} ვერ მიმაგრდა. შეამოწმეთ აპარატურა და კაბელები და თავიდან სცადეთ.

source: No valid Debian installation media
ka: დისკი Debian installer-ის არაა

source: What you have inserted is no valid Debian installation media. Please try again.
ka: თქვენი დისკი Debian-ის დაყენების მედია არაა. თავიდან სცადეთ.

source: Failed to open checksum file
ka: საკონტროლო ჯამის ფაილის გახსნა ჩავარდა

source: Opening the MD5 file on the media failed. This file contains the checksums of the files located on the media.
ka: MD5 ფაილი დისკზე არ იკითხება. ეს ფაილი დისკზე არსებული ფაილების საკონტროლო ჯამებს შეიცავს.

source: Integrity test successful
ka: სიმთელის შემოწმება წარმატებულია

source: The integrity test was successful. The installation image is valid.
ka: სიმთელის შემოწმება დასრულებულია. დისკი ვარგისია.

source: Integrity test failed
ka: მთლიანობის შემოწმება ჩავარდა

source: The file ${FILE} failed the MD5 checksum verification. Your installation media or this file may have been corrupted.
ka: ${FILE} ფაილის საკონტროლო ჯამი არ დაემთხვა MD5-ს. ალბათ ეს ფაილი ან მთელი დისკი დაზიანებულია.

source: Check the integrity of another installation image?
ka: შევამოწმო კიდევ ერთი დასაყენებელი ასლის სიმთელე?

source: Insert Debian boot media
ka: ჩადეთ Debian-ის ჩატვირთვადი დისკი

source: Please make sure you have inserted the Debian installation media you booted from, to continue with the installation.
ka: დაყენების გასაგრძელებლად გთხოვთ ჩადოთ სათანადო Debian-ის ჩატვირთვადი დისკი.

source: Checking integrity of installation image
ka: დაყენების ასლის სიმთელის შემოწმება

source: Checking file: ${FILE}
ka: ვამოწმებ ფაილს: ${FILE}

source: UNetbootin media detected
ka: აღმოჩენილია UNetbootin-ის მედია

source: It appears that your installation medium was generated using UNetbootin. UNetbootin is regularly linked with difficult or unreproducible problem reports from users; if you have problems using this installation medium, please try your installation again without using UNetbootin before reporting issues.
ka: როგორც ჩანს, თქვენი დაყენების მედია Unetbootin-მა შექმნა. UNetbootin ხშირადაა დაკავშირებული ძნელ ან შეცდომების შემცველ პრობლემებთან, რომლებზეც მომხმარებლები გვწერენ. თუ გაქვთ პრობლემა დაყენებასთან, დაყენება UNetbootin-ის გარეშე სცადეთ.

source: The installation guide contains more information on how to create a USB installation medium directly without UNetbootin.
ka: დაყენების სახელმძღვანელო შეიცავს მეტ ინფორმაციას, როგორ შექმნათ USB-დან დაყენების მედია UNetbootin-ი გარეშე.

source: Kernel version mismatch
ka: ბირთვის ვერსია არ ემთხვევა

source: Live system kernel and installer kernel don't match
ka: ცოცხალი სისტემის ბირთვი და დაყენების პროგრამის ბირთვის ვერსიები არ ემთხვევა

source: The installer can only be used if the kernel versions of the live system (${LIVE_KERNEL}) and of the installer (${DI_KERNEL}) are the same.
ka: დაყენების პროგრამის გამოყენება, მხოლოდ, იმ შემთხვევაში არის შესაძლებელი, თუ ცოცხალი სისტემის (${LIVE_KERNEL}) და დაყენების პროგრამის (${DI_KERNEL}) ბირთვის ვერსიები ემთხვევა.

source: Please reboot with the correct kernel (${DI_KERNEL}).
ka: გთხოვთ, გადატვირთოთ სწორი ბირთვით (${DI_KERNEL}).

source: Install the GRUB boot loader to the multipath device?
ka: გსურთ GRUB ჩამტვირთველის მრავალბილიკიან მოწყობილობაზე დაყენება?

source: Installation of GRUB on multipath is experimental.
ka: GRUB-ჩამტვირთველის multipath-ზე დაყენება ექსპერიმენტულ ხასიათს ატარებს.

source: GRUB is always installed to the master boot record (MBR) of the multipath device. It is also assumed that the WWID of this device is selected as boot device in the system's FibreChannel adapter BIOS.
ka: GRUB ჩამტვირთველი ყოველთვის multipath მოწყობილობის master boot record (MBR)-ზე ყენდება. ასევე, იგი მოელის, რომ ამ მოწყობილობის WWID სისტემის FibreChannel adapter BIOS-ში ჩატვირთვად მოწყობილობად არის არჩეული.

source: The GRUB root device is: ${GRUBROOT}.
ka: GRUB-ის ძირითადი მოწყობილობა: ${GRUBROOT}.

source: An error occurred while setting up GRUB for the multipath device.
ka: შეცდომა GRUB ჩამტვირთველის მრავალბილიკიან მოწყობილობაზე დაყენებისას.

source: The GRUB installation has been aborted.
ka: GRUB ჩამტვირთველის დაყენება შეწყდა.

source: Enter device manually
ka: მოწყობილობის ხელით შეყვანა

source: Do you intend to use FireWire Ethernet?
ka: FireWire Ethernet ქსელის გამოყენებას ხომ არ აპირებთ?

source: No Ethernet card was detected, but a FireWire interface is present. It's possible, though unlikely, that with the right FireWire hardware connected to it, this could be your primary Ethernet interface.
ka: Ethernet ქსელის ბარათი ვერ იქნა ამოცნობილი, თუმცა ადგილზეა FireWire ინტერფეისი. შესაძლებელია, თუმცა ნაკლებად სავარაუდო, რომ FireWire-ზე სწორი აპარატურის მიერთების შემთხვევაში, ეს თქვენი ძირითადი Ethernet ქსელის ინტერფეისია.

source: Additional parameters for module ${MODULE}:
ka: შეიყვანეთ დამატებითი პარამეტრები მოდულისთვის ${MODULE}:

source: The module ${MODULE} failed to load. You may need to pass parameters to the module to make it work; this is common with older hardware. These parameters are often I/O port and IRQ numbers that vary from machine to machine and cannot be determined from the hardware. An example string looks something like "irq=7 io=0x220"
ka: მოდული ${MODULE}-ის ჩატვირთვა ვერ მოხერხდა. მოდულის ასამუშავებლად, შესაძლოა, აუცილებელია პარამეტრების მითითება. ეს ძველი აპარატურის შემთხვევაში ხდება ხოლმე. პარამეტრები ხშირად შედგება I/O პორტისა და IRQ ნომრების მითითებით, რაც ყოველ კომპიუტერს ინდივიდუალური აქვს და აპარატურა თვითონ ვერ ამოიცნობს. მაგალითი პარამეტრებიანი სტრიქონია: „irq=7 io=0x220”

source: If you don't know what to enter, consult your documentation, or leave it blank to not load the module.
ka: თუ არ იცით რა უნდა მიუთითოთ, გადახედეთ დოკუმენტაციას, ან დატოვეთ ცარიელი და მოდული აღარ ჩაიტვირთება.

source: Detect virtual driver disks from hardware manufacturer
ka: აპარატურის მწარმოებლის დრაივერების ვირტუალური დისკის ამოცნობა

source: Load drivers from internal virtual driver disk?
ka: ჩავტვირთო დრაივერები შიდა ვირტუალური დისკიდან?

source: Installing on this hardware may require some drivers provided by the manufacturer to be loaded from the built-in driver injection disk.
ka: ამ აპარატურაზე დაყენებისთვის, შეიძლება, მწარმოებლის მიერ მოწოდებული ზოგიერთი დრაივერის ჩატვირთვა დაგჭირდეთ, ჩაშენებული დრაივერების ჩასმის დისკიდან.

source: Web server started, but network not running
ka: ვებსერვერი გაეშვა, მაგრამ ქსელი გაშვებული არაა

source: A simple web server has been started on this computer to serve log files and debug info. However, the network is not set up yet. The web server will be left running, and will be accessible once the network is configured.
ka: ჟურნალის ფაილში შესანახად კომპიუტერზე გაშვებულია მარტივი ვებსერვერი, მაგრამ ქსელი მორგებული არაა. ვებსერვერი გაშვებული დარჩება და წვდომადი იქნება მაშინვე, როცა ქსელს მოირგებთ.

source: Web server started
ka: ვებსერვერი გაეშვა

source: A simple web server has been started on this computer to serve log files and debug info. An index of all the available log files can be found at http://${ADDRESS}/
ka: ჟურნალის ფაილში შესანახად კომპიუტერზე გაშვებულია მარტივი ვებსერვერი. ჟურნალის ნახვა შეიძლება მისამართზე http://${ADDRESS}/

source: Failed to mount the floppy
ka: დისკეტის მიმაგრება ჩავარდა

source: Either the floppy device cannot be found, or a formatted floppy is not in the drive.
ka: ან დისკეტის მოწყობილობა ვერ მოინახა, ან დისკეტა დაფორმატებული არაა.

source: Detecting hardware to find hard drives
ka: აპარატურის დადგენა მყარი დისკების მოსაძებნად

source: Searching drives for an installer ISO image
ka: მიმდინარეობს დისკებზე დასაყენებელი პროგრამის ISO ფაილის ძებნა

source: Mounting ${DRIVE}...
ka: მიმდინარეობს ${DRIVE}-ის მიმაგრება...

source: Scanning ${DRIVE} (in ${DIRECTORY})...
ka: (${DIRECTORY}-ში) ${DRIVE}-ის ძიება...

source: Do full disk search for installer ISO image?
ka: ვეძებოთ დაყენების პროგრამის ISO ფაილი მთელ დისკზე?

source: The quick scan for installer ISO images, which looks only in common places, did not find an installer ISO image. It's possible that a more thorough search will find the ISO image, but it may take a long time.
ka: დაყენების ISO ფაილის სწრაფი ძებნა, რომელიც მოიცავს ძირითად მდებარეობებს დისკზე, უშედეგოდ დამთავრდა. სრული ძებნით შეიძლება მოინახოს ფაილი, ოღონდ ამას მეტი დრო დასჭირდება.

source: Failed to find an installer ISO image
ka: დაყენების პროგრამის ISO ფაილი ვერ მოიძებნა

source: No installer ISO images were found. If you downloaded the ISO image, it may have a bad filename (not ending in ".iso"), or it may be on a file system that could not be mounted.
ka: დაყენების პროგრამის ISO ფაილი ვერ მოძებნა. თუ ISO ფაილი გადმოწერეთ, შეიძლება, მას არ ჰქონდა სწორი სახელი (დამთავრებული .iso-ით), ან შეიძლება ის ჩაწერილია ფაილურ სისტემაზე, რომელიც არ მიმაგრებულა.

source: You'll have to use an alternative installation method, select another device to look for ISO image, or try again after you've fixed it.
ka: უნდა გამოიყენოთ დაყენების სხვამ მეთოდი, აირჩიოთ სხვა მოწყობილობა, რომელზეც ISO ფაილის მოძებნა მოხდება, ან სცადოთ თავიდან, როცა მას გაასწორებთ.

source: While one or more possible ISO images were found, they could not be mounted. The ISO image you downloaded may be corrupt.
ka: ნაპოვნია რამდენიმე ISO ფაილი, მაგრამ ვერ მოხერხდა მათი მიმაგრება. შეიძლება, ფაილის დაზიანება, გადმოწერისას მომხდარიყო.

source: No installer ISO image found
ka: დაყენების პროგრამის ISO ფაილი აღმოჩენილი არაა

source: While one or more possible ISO images were found, they did not look like valid installer ISO images.
ka: ნაპოვნია რამდენიმე ISO ფაილი, მაგრამ, როგორც ჩანს, ეს არ არის დაყენების პროგრამის ISO ფაილი.

source: Successfully mounted ${SUITE} installer ISO image
ka: დაყენების პროგრამის ISO ფაილის ${SUITE} მიმაგრება წარმატებით დასრულდა

source: The ISO file ${FILENAME} on ${DEVICE} (${SUITE}) will be used as the installation ISO image.
ka: ISO ფაილი ${FILENAME} მოწყობილობაზე ${DEVICE} (${SUITE}) გამოყენებულ იქნება დაყენების პროგრამის ISO ფაილად.

source: All detected devices
ka: ყველა აღმოჩენილი მოწყობილობა

source: Device or partition to search for installation ISO(s):
ka: მოწყობილობა ან დანაყოფი ISO ფაილების მოსაძებნად:

source: You can select a device, manually specify a non-detected device, or rescan available devices (useful for slow USB devices).
ka: შეგიძლიათ აირჩიოთ მოწყობილობა, ხელით მიუთითოთ აღმოუჩენელი მოწყობილობა, ან თავიდან დაასკანიროთ ხელმისაწვდომი მოწყობილობები (სასარგებლოა ნელი USB მოწყობილობებისთვის).

source: Device name:
ka: მოწყობილობის სახელი:

source: Full search
ka: სრული ძებნა

source: ISO file to use:
ka: გამოსაყენებელი ISO ფაილი:

source: One or multiple ISO files have been detected on the selected device(s). Please choose which one you want to use, or ask for a more thorough search.
ka: არჩეულ მოწყობილობებზე აღმოჩენილია ერთი ან მეტი ISO ფაილი. აირჩიეთ, რომლის გამოყენება გნებავთ, ან მოითხოვეთ უფრო დაწვრილებითი ძებნა.

source: Is ISO file ${FILENAME} the correct image for installation?
ka: არის ISO ფაილი ${FILENAME} სწორი ასლის ფაილი დაყენებისთვის?

source: The ISO file ${FILENAME} on ${DEVICE} (${SUITE}, code ${CODENAME}, self-described as '${DESCRIPTION}') will be used as the installation ISO image.
ka: ISO ფაილი ${FILENAME} მოწყობილობაზე ${DEVICE} (${SUITE}) გამოყენებული იქნება დაყენების პროგრამის ISO ფაილად.

source: If multiple ISO files exist on the same installer drive, you may select which one you want to use.
ka: თუ გივე დაყენების დისკზე არსებობს ერთზე მეტი ISO ფაილი, შეგიძლიათ, აირჩიოთ, რომლის გამოყენება გნებავთ.
